{
  "32fNxX": {
    "translation": "#0# reserva-se o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Nós notificaremos os usuários sobre quaisquer mudanças por e-mail. O seu uso contínuo do Site após qualquer alteração nestes Termos constituirá sua aceitação de tais mudanças.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Coleta e Uso de Informações",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        18
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Licença de Uso",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        18
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Dados de Registro",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        20
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Propriedade",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        20
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookies",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        22
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Coleta de Dados do Usuário",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        22
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Lei Aplicável",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        24
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Prestadores de Serviço",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        24
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Alterações aos Termos",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        26
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Segurança",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        33
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Informações de Contato",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        28
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Links para Outros Sites",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        35
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Mudanças nesta Política de Privacidade",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        37
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Absolutamente! O Gerador de Desenhos do Mundo do Dandy é projetado para ser amigável para artistas de todos os níveis de habilidade. Com formas predefinidas, ferramentas fáceis de usar e controles intuitivos, iniciantes podem começar a criar arte imediatamente.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Absolutamente! A comunidade do Mundo do Dandy oferece várias opções de suporte: guias detalhados passo a passo, tutoriais em vídeo, fóruns comunitários e feedback de artistas experientes. Você também pode participar das nossas sessões de desenho ao vivo semanais para orientação em tempo real.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Absolutamente! O Randomizador de Desenhos do Mundo do Dandy é projetado para artistas de todos os níveis de habilidade. Se você é um iniciante aprendendo a desenhar ou um artista experiente em busca de inspiração, o randomizador oferece uma maneira divertida e envolvente de praticar o desenho dos personagens do Mundo do Dandy.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Acesse uma variedade de formas predefinidas no Gerador de Desenhos do Mundo do Dandy, incluindo círculos, quadrados, triângulos e elipses para construir rapidamente a estrutura básica do seu personagem.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Acesse uma ampla gama de recursos de desenho do Mundo do Dandy, incluindo guias de personagens, paletas de cores e gráficos de proporções. Perfeito para manter a autenticidade na sua arte.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Comunidade Ativa",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Adicionando Detalhes e Expressões",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Aplique cores usando a paleta de cores oficial do Mundo do Dandy. Comece com cores base e, em seguida, adicione sombreamento e destaques. Lembre-se de que cada personagem tem seu esquema de cores único - como o terno cinza de Rodger e a faixa azul-roxa.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Existem desafios de desenho ou eventos no Mundo do Dandy?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Existem dicas para usar o Criador de Espaços do Mundo do Dandy de maneira eficaz?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Existem diferentes níveis de dificuldade nos tutoriais do Mundo do Dandy?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Comece dividindo os personagens do Mundo do Dandy em formas básicas. A maioria dos personagens começa com formas geométricas simples - círculos para a cabeça de Rodger, retângulos para a estrutura do corpo. Pratique essas formas fundamentais antes de adicionar detalhes.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blogs",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        13
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Ao usar #0#, você indica sua aceitação destes Termos de Serviço.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        30
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Posso criar personagens usando o Gerador de Desenhos do Mundo do Dandy?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Posso personalizar a roda do Randomizador de Desenhos do Mundo do Dandy?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Posso personalizar os elementos da história no Criador de Espaços do Mundo do Dandy?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Posso desenhar elementos da natureza usando o Gerador de Desenhos do Mundo do Dandy?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Posso salvar as histórias geradas pelo Criador de Espaços do Mundo do Dandy?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Posso compartilhar minha arte do Mundo do Dandy online?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Posso compartilhar meus desenhos do Randomizador do Mundo do Dandy?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Posso usar os desenhos do Mundo do Dandy para fins comerciais?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Posso usar o Randomizador de Desenhos do Mundo do Dandy para atividades em grupo?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Personagens de Desenho Animado",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Coleção de Partes de Personagens",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Círculo",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Limpar Tela",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        557
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Fechar",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Colorindo Seu Personagem do Mundo do Dandy",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Complete seu desenho do Mundo do Dandy adicionando toques finais e elementos de fundo opcionais. Revise seu trabalho para consistência com o design original do personagem. Compartilhe sua arte com a comunidade de desenho do Mundo do Dandy para feedback.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Recursos Abrangentes",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Cookies são arquivos com uma pequena quantidade de dados que são comumente usados como identificadores únicos anônimos. Estes são enviados para o seu navegador pelos sites que você visita e são armazenados na memória interna do seu dispositivo. Este Serviço não usa esses cookies explicitamente. No entanto, o aplicativo pode usar código e bibliotecas de terceiros que utilizam cookies para coletar informações e melhorar seus serviços. Você tem a opção de aceitar ou recusar esses cookies e saber quando um cookie está sendo enviado para o seu dispositivo. Se você optar por recusar nossos cookies, pode não conseguir usar algumas partes deste Serviço.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        23
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Crie fundos bonitos usando as formas temáticas da natureza do Gerador de Desenhos do Mundo do Dandy, como folhas, flores e pétalas para aprimorar seus desenhos de personagens.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Crie Histórias Aleatórias do Dandy!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        50
      ]
    ]
  },
  "7z8zid": {
    "translation": "Crie agora seus personagens favoritos do Mundo do Dandy!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        50
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Crie seus personagens favoritos do Mundo do Dandy com nosso gerador de desenho fácil de seguir. Perfeito para iniciantes e artistas avançados com tutoriais passo a passo.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        25
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Criando Arte Linhas Limpas",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Gerador Criativo de Acessórios para Personagens!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        50
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Liberdade Criativa",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Opções de Personalização",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "O estilo artístico do Mundo do Dandy é adaptável a vários meios. Se você prefere esboços tradicionais, arte digital ou aquarelas, os designs dos personagens se traduzem lindamente em diferentes técnicas artísticas.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Tutoriais e Recursos de Desenho de Personagens do Mundo do Dandy",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "q4aWez": {
    "translation": "Gerador de Desenho do Mundo do Dandy | Aprenda a Desenhar Personagens Passo a Passo",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        22
      ]
    ]
  },
  "5h7rjv": {
    "translation": "O Desenho do Mundo do Dandy é uma plataforma abrangente de desenho projetada tanto para iniciantes quanto para artistas experientes que desejam aprender a desenhar personagens do Mundo do Dandy. Oferece tutoriais passo a passo, recursos e suporte comunitário para todos os interessados em dominar a ilustração de personagens.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Gerador Aleatório de Desenho do Mundo do Dandy",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        47
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Gerador Aleatório de Desenho do Mundo do Dandy | Gerador Criativo de Itens para Personagens",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        22
      ]
    ]
  },
  "SKPzak": {
    "translation": "O Gerador Aleatório de Desenho do Mundo do Dandy é uma ferramenta interativa baseada em roda que ajuda os usuários a selecionar aleatoriamente personagens do universo do Mundo do Dandy para inspiração de desenho. Apresenta personagens adorados como Dandy, Pebble, Vee, Astro e Shelly, tornando-o perfeito para artistas e contadores de histórias criativos.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "O Mundo do Dandy apresenta designs de personagens distintos que são fáceis de desenhar. Cada personagem, de Rodger a Shelly, tem formas claras e características memoráveis que os tornam perfeitos tanto para iniciantes quanto para artistas avançados.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Desenho do Mundo do Dandy",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Gerador de Desenho do Mundo do Dandy",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        47
      ]
    ]
  },
  "v9VHUR": {
    "translation": "O Gerador de Desenho do Mundo do Dandy é uma ferramenta de desenho intuitiva que permite aos usuários criar personagens e obras de arte usando formas pré-definidas, cores personalizáveis e vários elementos de desenho. É projetado para tornar a criação de personagens acessível para artistas de todos os níveis de habilidade.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "O Gerador de Desenho do Mundo do Dandy oferece 12 cores vibrantes e tamanhos de pincéis ajustáveis, dando a você controle total para criar obras de arte de personagens impressionantes com precisão e estilo.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "O Gerador de Desenho do Mundo do Dandy oferece uma variedade de ferramentas de desenho, incluindo tamanhos de pincéis ajustáveis, 12 cores diferentes, formas geométricas pré-definidas, partes do corpo dos personagens e elementos da natureza. Essas ferramentas fornecem tudo o que você precisa para criar obras de arte detalhadas.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "O Gerador de Desenho do Mundo do Dandy fornece múltiplos recursos, incluindo 12 opções de cores diferentes, tamanhos de pincéis ajustáveis, formas pré-definidas (círculos, quadrados, triângulos, elipses), partes do corpo de personagens e elementos da natureza. Você também pode limpar sua tela e salvar sua obra de arte em formato PNG ou JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Criador de Slot para desinhar do Mundo do Dandy",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        47
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Criador de Slot para Desenho do Mundo do Dandy | Crie Histórias Aleatórias do Dandy",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        22
      ]
    ]
  },
  "kdz4sF": {
    "translation": "O Criador de Slot para Desenho do Mundo do Dandy cria combinações únicas de histórias a cada giro, apresentando personagens adorados do Mundo do Dandy em cenários inesperados.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "O Criador de Slot para Desenho do Mundo do Dandy é uma ferramenta interativa de geração de histórias que combina mecânicas de caça-níqueis com narrativa. Ele gera aleatoriamente histórias únicas apresentando personagens do Mundo do Dandy através de um sistema de giro e combinação.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Descubra um divertido aleatório interativo apresentando Dandy, Pebble, Flutter e mais personagens. Perfeito para sessões criativas de desenho e inspiração para contação de histórias.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        25
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Mergulhe no encantador mundo dos personagens do Mundo do Dandy através do Criador de Slot para Desenho do Mundo do Dandy, onde seus heróis favoritos se tornam parte de contos gerados aleatoriamente.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Preciso de equipamentos especiais para começar a desenhar os personagens do Mundo do Dandy?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "O Gerador Aleatório de Desenho do Mundo do Dandy funciona em dispositivos móveis?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Não se preocupe! O Gerador de Desenho do Mundo do Dandy tem uma função de limpar a tela que permite que você comece de novo sempre que necessário. Isso o torna perfeito para experimentar e praticar suas habilidades de desenho.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Baixar",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        564
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Baixar como JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        586
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Baixar como PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        577
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Adicione facilmente características detalhadas dos personagens com a biblioteca de partes do corpo pré-definidas do Gerador de Desenho do Mundo do Dandy, incluindo mãos, pés, olhos e elementos de nariz.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Redefinição Fácil",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Elipse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Engaje-se com o Criador de Slot para Desenho do Mundo do Dandy para uma experiência divertida que traz os personagens do Mundo do Dandy à vida de maneiras surpreendentes.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Aproveite uma experiência de desenho envolvente com o Gerador Aleatório de Desenho do Mundo do Dandy. Perfeito para noites de jogos, desafios artísticos e sessões criativas de contação de histórias.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Experimente a emoção de um caça-níqueis com o Criador de Slot para Desenho do Mundo do Dandy, onde cada giro revela novas combinações de personagens e elementos de história.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Olho",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Falha ao enviar o arquivo: {0}",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Recursos do Desenho do Mundo do Dandy",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Toques Finais e Plano de Fundo",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Flor",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Concentre-se em detalhes e expressões específicas dos personagens. Pratique desenhar várias emoções e poses típicas do Mundo do Dandy. Preste atenção a características únicas como o olho semicerrado de Rodger ou acessórios distintos.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Pé",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Para uma melhor experiência, ao usar nosso Serviço, pode ser necessário que você nos forneça certas informações pessoalmente identificáveis. As informações que solicito serão retidas em seu dispositivo e não são coletadas por mim de forma alguma. O aplicativo utiliza serviços de terceiros que podem coletar informações usadas para identificá-lo.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        19
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Estilo Livre",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Perguntas Frequentes",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Gere ideias criativas de contação de histórias com os personagens do Mundo do Dandy. Use o aleatório para criar narrativas únicas e desenvolver histórias centradas em personagens.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Gere Agora!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Gerador",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Começando com o Desenho do Mundo do Dandy",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Mão",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Início",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        11
      ],
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Como posso acompanhar meu progresso em desenhar personagens do Mundo do Dandy?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Como faço para salvar minha arte no Gerador de Desenho do Mundo do Dandy?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Como uso o randomizador de personagens do Mundo do Dandy?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Como funciona o Criador de Slots de Desenho do Mundo do Dandy?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Quanto tempo leva para aprender a desenhar personagens do Mundo do Dandy?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "Com que frequência novos personagens são adicionados ao Randomizador do Mundo do Dandy?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "Com que frequência novos personagens são adicionados ao Criador de Slots de Desenho do Mundo do Dandy?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Com que frequência novos tutoriais de desenho do Mundo do Dandy são adicionados?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Posso empregar empresas e indivíduos terceirizados por razões a seguir:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        25
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Posso atualizar nossa Política de Privacidade de tempos em tempos. Assim, você é aconselhado a revisar esta página periodicamente por qualquer mudança. Eu o notificarei sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Essas mudanças são efetivas imediatamente após serem publicadas nesta página.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        38
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Valorizo sua confiança ao nos fornecer suas Informações Pessoais, por isso estamos nos esforçando para usar meios comercialmente aceitáveis para protegê-las. Mas lembre-se de que nenhum método de transmissão pela internet, ou método de armazenamento eletrônico é 100% seguro e confiável, e não posso garantir sua absoluta segurança.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        34
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Quero informar aos usuários deste Serviço que essas terceiras partes têm acesso às suas Informações Pessoais. A razão é realizar as tarefas atribuídas a elas em nosso nome. No entanto, elas são obrigadas a não divulgar ou usar as informações para qualquer outro propósito.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        32
      ]
    ]
  },
  "xeCjro": {
    "translation": "Quero informá-lo que sempre que você usar meu Serviço, em caso de um erro no aplicativo, eu coleto dados e informações (através de produtos de terceiros) no seu telefone, chamados de Dados de Log. Esses Dados de Log podem incluir informações como o endereço de Protocolo de Internet ('IP') do seu dispositivo, nome do dispositivo, versão do sistema operacional, configuração do aplicativo ao utilizar meu Serviço, data e hora do seu uso do Serviço, e outras estatísticas.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        21
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco em #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        29
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Resultados Imediatos",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Experiência Interativa",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Diversão Interativa",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Introdução ao Desenho do Mundo do Dandy",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "O Gerador de Desenho do Mundo do Dandy é adequado para iniciantes?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "O Criador de Slots de Desenho do Mundo do Dandy é adequado para todas as idades?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "O Randomizador de Desenho do Mundo do Dandy é adequado para iniciantes?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "Há suporte disponível se eu ficar preso enquanto desenho?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Junte-se a uma vibrante comunidade de artistas do Mundo do Dandy. Compartilhe seus desenhos, obtenha feedback e participe de desafios semanais para melhorar suas habilidades enquanto se conecta com outros artistas.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Folha",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Aprenda técnicas de desenho profissionais específicas para personagens do Mundo do Dandy. Domine sombreamento, coloração e trabalho de detalhes através de tutoriais e guias especializados.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Aprenda as proporções corretas para personagens do Mundo do Dandy. Use o tamanho da cabeça como uma unidade básica de medida. Por exemplo, o corpo do Rodger geralmente tem 2,5 cabeças de altura. Crie diretrizes para manter proporções consistentes ao longo do seu desenho.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Aprenda a Desenhar Personagens do Mundo do Dandy",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Aprender a desenhar personagens do Mundo do Dandy varia de pessoa para pessoa. A maioria dos iniciantes pode criar personagens reconhecíveis dentro de 2 a 4 semanas de prática regular. Nossos tutoriais estruturados dividem personagens complexos em etapas simples, tornando o processo de aprendizagem mais gerenciável.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Carregando...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Domine o desenho dos personagens do Mundo do Dandy através de tutoriais progressivos. Nossa abordagem estruturada divide personagens complexos em formas simples, tornando acessível para artistas de todos os níveis de habilidade.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Domine o desenho dos personagens do Mundo do Dandy com tutoriais passo a passo. Obtenha dicas de especialistas, guias de personagens e junte-se à nossa comunidade criativa de artistas.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Dominando Proporções de Personagens",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Múltiplas Opções de Exportação",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Elementos Naturais",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Erro de rede ou problema de CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Novos tutoriais do Mundo do Dandy são adicionados semanalmente, incluindo guias de personagens, demonstrações de técnicas e lições temáticas especiais. Atualizamos regularmente nosso conteúdo com base no feedback da comunidade e introduzimos tutoriais para novos personagens à medida que aparecem.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Novos usuários que fazem login receberão 2 créditos",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Nariz",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Uma vez confortável com formas básicas, concentre-se na arte de linhas. Comece com esboços leves, depois refine gradualmente suas linhas. Para personagens do Mundo do Dandy, use diferentes espessuras de linha para adicionar profundidade e caráter aos seus desenhos.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Nossa plataforma inclui um sistema de acompanhamento de progresso onde você pode salvar sua arte do Mundo do Dandy, comparar melhorias ao longo do tempo e ganhar emblemas de conquista. Também incentivamos a manutenção de um portfólio artístico pessoal para visualizar seu desenvolvimento.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Personalize seu Randomizador de Desenho do Mundo do Dandy com cores e temas de roda personalizáveis. Crie seu companheiro de desenho perfeito com elementos visuais ajustáveis.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Pétala",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Por favor, faça login para continuar",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Dicas de Prática e Melhoria",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Biblioteca de Formas Pré-definidas",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "aHCEmh": {
    "translation": "Preços",
    "message": "Pricing",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        12
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Política de Privacidade",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "woRfhL": {
    "translation": "Política de Privacidade para #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        16
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Técnicas Profissionais",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Progrida dos esboços básicos de O Mundo do Dandy para composições de personagens complexas. Aprenda princípios artísticos essenciais através de exercícios e tutoriais focados em personagens.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Seleção Aleatória de Personagens",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Geração Aleatória de Histórias",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Aleatorizar",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Aleatorizador",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "A prática regular é fundamental para dominar o desenho de personagens de O Mundo do Dandy. Junte-se a comunidades online, participe de desafios de desenho e estude materiais de referência oficiais. Mantenha um caderno de esboços dedicado à prática de O Mundo do Dandy.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Ricas Opções de Cores",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Salve e compartilhe suas criações do Gerador de Desenhos de O Mundo do Dandy em formato PNG ou JPG, facilitando a preservação e a exibição da sua arte.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Compartilhe seus desenhos de O Mundo do Dandy em plataformas de mídia social. Junte-se a uma comunidade vibrante de artistas que mostram suas interpretações de personagens do aleatorizador.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Entrar com o Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Desenvolvimento de Habilidades",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Experiência de Máquina de Caça-Níqueis",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Criador de Slots",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Integração Social",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Gire o Criador de Slots de Desenhos de O Mundo do Dandy para gerar combinações únicas de histórias com personagens Dandy. Uma experiência divertida de máquina de caça-níqueis com heróis de desenho animado.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        25
      ]
    ]
  },
  "kHKg51": {
    "translation": "Gire a roda interativa para selecionar aleatoriamente entre os personagens de O Mundo do Dandy, incluindo Dandy, Pebble, Vee, Astro e Shelly. Perfeito para despertar inspiração criativa em suas sessões de desenho.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Gire!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Quadrado",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Comece do zero a qualquer momento com a função de limpeza de tela de um clique do Gerador de Desenhos de O Mundo do Dandy, perfeita para experimentar diferentes estilos de desenho.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Aprendizagem Passo a Passo",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Inspiração para Histórias",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Termos de Serviço",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Termos de Serviço para #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        16
      ]
    ]
  },
  "DFLfXa": {
    "translation": "O Aleatorizador de Desenhos de O Mundo do Dandy é atualizado regularmente para incluir novos personagens do universo de O Mundo do Dandy. Continue verificando para descobrir novas adições à roda de personagens para inspiração fresca de desenho.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "O Criador de Slots de Desenhos de O Mundo do Dandy gera instantaneamente novas combinações de histórias a cada giro, tornando cada interação única e divertida.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "O Criador de Slots de Desenhos de O Mundo do Dandy é atualizado regularmente com novos personagens, elementos de história e recursos. As atualizações geralmente ocorrem mensalmente, trazendo conteúdo novo e expandindo as possibilidades para a geração de histórias dentro do universo de O Mundo do Dandy.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "O Criador de Slots de Desenhos de O Mundo do Dandy funciona girando bobinas virtuais que contêm diferentes elementos de história e personagens de O Mundo do Dandy. Quando você pressiona o botão de girar, ele combina aleatoriamente esses elementos para criar cenários de histórias únicos. Cada giro gera uma nova combinação de personagens, cenários e elementos de enredo.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "A propriedade das imagens geradas a partir de texto no Site pertence à pessoa que criou a imagem. #0# não reivindica propriedade sobre imagens criadas pelos usuários.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        21
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Estes Termos serão regidos e interpretados de acordo com as leis dos Estados Unidos da América, sem considerar suas disposições sobre conflitos de leis.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        25
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Esta página é usada para informar os visitantes sobre minhas políticas em relação à coleta, uso e divulgação de Informações Pessoais se alguém decidir usar meu Serviço. Se você optar por usar meu Serviço, concorda com a coleta e uso de informações em relação a esta política. As Informações Pessoais que coletamos são usadas para fornecer e melhorar o Serviço. Não usarei ou compartilharei suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade. Os termos usados nesta Política de Privacidade têm os mesmos significados que em nossos Termos e Condições.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        17
      ]
    ]
  },
  "S1ia36": {
    "translation": "Este Serviço pode conter links para outros sites. Se você clicar em um link de terceiros, será direcionado para esse site. Observe que esses sites externos não são operados por mim. Portanto, recomendo fortemente que você reveja a Política de Privacidade desses sites. Não tenho controle e não aceito responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        36
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Dicas do Desenho de O Mundo do Dandy",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Dicas do Gerador de Desenhos de O Mundo do Dandy",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Dicas do Aleatorizador de Desenhos de O Mundo do Dandy",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Dicas do Criador de Slots de Desenhos de O Mundo do Dandy",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Para nos ajudar a analisar como nosso Serviço é usado;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        30
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Para começar a desenhar personagens de O Mundo do Dandy, você só precisa de materiais básicos de arte, como lápis, papel e borrachas. Para arte digital, é recomendado um tablet de desenho e software como Procreate ou Photoshop, mas não são obrigatórios. Fornecemos tutoriais para ambos os meios tradicionais e digitais.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Para facilitar nosso Serviço;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Para aproveitar ao máximo sua experiência com o Criador de Slots de Desenhos de O Mundo do Dandy, experimente estas dicas: 1) Gire várias vezes para explorar diferentes combinações, 2) Use os filtros de tema para se concentrar em tipos específicos de histórias, 3) Salve suas combinações favoritas para inspiração, e 4) Experimente diferentes combinações de personagens para descobrir enredos únicos.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Para realizar serviços relacionados ao Serviço;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        29
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Para fornecer o Serviço em nosso nome;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        28
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Triângulo",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Compreendendo Formas Básicas nos Personagens de O Mundo do Dandy",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Designs de Personagens Únicos",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Carregar",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Carregando",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Usar o Aleatorizador de Desenhos de O Mundo do Dandy é simples: basta clicar no botão de girar para rodar a roda, e ela selecionará aleatoriamente um personagem para você desenhar. A roda interativa parará em um personagem, fornecendo-lhe seu próximo sujeito de desenho do universo de O Mundo do Dandy.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Estilos de Arte Versáteis",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "DFOg6P": {
    "translation": "Coletamos dados pessoais (nome, e-mail e informações de pagamento) e dados não pessoais (cookies da web) para melhorar nossos serviços. O uso desses dados é regido por nossa Política de Privacidade, que pode ser encontrada em",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Bem-vindo ao #0#! Nosso site, localizado em #1# (Site), é dedicado a fornecer a você a capacidade de criar imagens personalizadas. Ao acessar ou usar nosso site, você concorda em estar vinculado a estes Termos de Serviço (Termos). Se você não concordar com qualquer parte dos termos, então você está proibido de usar o site.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        17
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Bem-vindo ao O Mundo do Dandy Desenho, onde a imaginação artística encontra o aprendizado estruturado em uma comunidade criativa vibrante. Desde a nossa criação em 2023, O Mundo do Dandy tornou-se um destino de primeira linha para artistas aspirantes e ilustradores experientes, oferecendo tutoriais abrangentes e recursos focados na ilustração de personagens. Nossa plataforma combina de forma única o charme dos personagens do Mundo do Dandy com instrução artística profissional, tornando o processo de aprendizado tanto agradável quanto eficaz. Através de nossos guias cuidadosamente elaborados, os artistas podem dominar técnicas de desenho enquanto exploram o universo encantador do Mundo do Dandy. Seja esboçando as expressões divertidas do Rodger ou capturando as poses dinâmicas da Shelly, nossa plataforma voltada para a comunidade fornece o ambiente perfeito para o crescimento artístico. Com desafios semanais, sessões de desenho ao vivo e uma rede de apoio de outros artistas, O Mundo do Dandy Desenho transforma a jornada de aprender a ilustrar personagens em uma aventura envolvente. Junte-se a milhares de artistas que já descobriram a alegria de dar vida aos personagens do Mundo do Dandy através de suas obras de arte e torne-se parte de uma crescente comunidade dedicada à excelência artística e à expressão criativa.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Bem-vindo aos tutoriais de desenho do O Mundo do Dandy! Antes de começar, reúna as ferramentas essenciais: lápis (HB, 2B), borrachas, papel de qualidade e materiais de coloração. Para artistas digitais, certifique-se de ter uma mesa digitalizadora e software como Procreate ou Photoshop prontos.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Quais ferramentas de desenho estão disponíveis no Gerador de Desenhos do O Mundo do Dandy?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Quais recursos o Gerador de Desenhos do O Mundo do Dandy oferece?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "E se eu cometer um erro enquanto uso o Gerador de Desenhos do O Mundo do Dandy?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "O que é o O Mundo do Dandy Desenho e para quem é?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "O que é o Randomizador de Desenhos do O Mundo do Dandy?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "O que é o Gerador de Desenhos do O Mundo do Dandy?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "O que é o Criador de Slots do O Mundo do Dandy?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Embora os personagens do Mundo do Dandy sejam protegidos por direitos autorais, oferecemos diretrizes para a criação de fan art. O uso pessoal e educacional é incentivado, mas o uso comercial requer a devida licença. Entre em contato com nossa equipe de licenciamento para consultas comerciais.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Enquanto mantém os elementos centrais dos personagens, O Mundo do Dandy incentiva a interpretação artística. Experimente poses, expressões e cenários diferentes ao desenhar seus personagens favoritos.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Embora o Criador de Slots do O Mundo do Dandy opere principalmente na geração aleatória, você pode influenciar certos aspectos do processo de criação de histórias ao selecionar categorias de personagens específicas ou temas de histórias antes de girar. Isso permite uma certa personalização enquanto mantém o emocionante elemento da aleatoriedade.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "Com o Gerador de Desenhos do O Mundo do Dandy, você pode facilmente salvar sua obra de arte concluída em formatos PNG ou JPG. Basta clicar no botão de salvar quando você terminar seu desenho para exportá-lo para seu formato de arquivo preferido.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Sim, os tutoriais do O Mundo do Dandy são organizados em níveis Iniciante, Intermediário e Avançado. Cada nível constrói sobre as habilidades anteriores, ajudando você a progredir de esboços básicos de personagens até ilustrações complexas com sombreamento, coloração e poses dinâmicas adequadas.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Sim, o Gerador de Desenhos do O Mundo do Dandy inclui formas predefinidas projetadas especificamente para criar elementos naturais, como folhas, flores e pétalas. Essas ferramentas facilitam a adição de detalhes ambientais bonitos à sua obra de arte.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Sim, o Randomizador de Desenhos do O Mundo do Dandy é totalmente responsivo e funciona perfeitamente em dispositivos móveis, tablets e computadores desktop, permitindo que você gere seleções aleatórias de personagens para desenhar em qualquer lugar, a qualquer momento.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Sim, o Randomizador de Desenhos do O Mundo do Dandy é perfeito para atividades em grupo! É comumente usado em desafios artísticos, aulas de desenho e noites de jogos criativos, onde os participantes podem alternar girando a roda e desenhando o personagem selecionado do Mundo do Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Sim, o Randomizador de Desenhos do O Mundo do Dandy oferece opções de personalização. Você pode ajustar a aparência da roda, incluindo cores e temas, para combinar com suas preferências. Esse recurso ajuda a criar uma experiência de desenho mais personalizada com seus personagens favoritos do Mundo do Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Sim, o Criador de Slots do O Mundo do Dandy permite que você salve suas combinações de histórias favoritas. Uma vez que você encontre uma combinação de história que você goste, você pode salvá-la para revisitar mais tarde ou compartilhar com outros fãs do Mundo do Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Sim, o Criador de Slots do O Mundo do Dandy é projetado para ser amigável para a família e adequado para todas as idades. Todas as combinações de histórias geradas são apropriadas para crianças, enquanto permanecem divertidas para adultos que apreciam o universo do Mundo do Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Sim, você pode compartilhar seus desenhos de personagens do O Mundo do Dandy em várias plataformas de mídia social. Muitos usuários compartilham suas criações em plataformas como TikTok e Instagram, juntando-se a uma comunidade de artistas que usam o Randomizador de Desenhos para inspiração.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Sim! O Gerador de Desenhos do O Mundo do Dandy inclui um conjunto abrangente de partes do corpo predefinidas, como mãos, pés, olhos e nariz, facilitando a criação de personagens únicos. Combinado com várias formas e cores, você pode dar vida aos seus designs de personagens.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Sim! Nós encorajamos a compartilhar sua arte do O Mundo do Dandy dentro de nossa comunidade. Você pode publicar seus desenhos em nossa plataforma, receber feedback de outros artistas e participar de desafios semanais. Apenas lembre-se de seguir nossas diretrizes da comunidade e dar crédito ao O Mundo do Dandy adequadamente.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Sim! Realizamos desafios regulares de desenho do O Mundo do Dandy, concursos mensais e eventos especiais. Estes incluem desafios de personagem do mês, concursos temáticos sazonais e jams de arte da comunidade. Os vencedores geralmente recebem reconhecimento e destaques especiais em nossa plataforma.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Você recebe uma licença limitada, não exclusiva e intransferível para usar o site e seus serviços para fins pessoais e não comerciais. Esta licença não inclui quaisquer direitos de copiar, modificar ou distribuir o conteúdo do site ou usá-lo para fins comerciais sem nosso consentimento por escrito prévio.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        19
      ]
    ]
  }
}