{
  "32fNxX": {
    "translation": "#0# behält sich das Recht vor, diese Nutzungsbedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Wir werden die Nutzer über Änderungen per E-Mail informieren. Eine fortgesetzte Nutzung der Website nach Änderungen dieser Nutzungsbedingungen gilt als Zustimmung zu diesen Änderungen.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Informationserhebung und -verwendung",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        18
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Nutzungslizenz",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        18
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Protokolldaten",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        20
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Eigentum",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        20
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookies",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        22
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Erhebung von Nutzerdaten",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        22
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Geltendes Recht",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        24
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Dienstleister",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        24
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Änderungen der Nutzungsbedingungen",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        26
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Sicherheit",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        33
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Kontaktinformationen",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        28
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Links zu anderen Websites",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        35
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Änderungen dieser Datenschutzrichtlinie",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        37
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Absolut! Dandys World Draw Generator wurde für Künstler aller Fähigkeitsstufen benutzerfreundlich gestaltet. Mit voreingestellten Formen, einfach zu verwendenden Werkzeugen und intuitiven Steuerungen können Anfänger sofort mit der Erstellung von Kunstwerken beginnen.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Absolut! Die Dandy's World-Community bietet mehrere Unterstützungsoptionen: detaillierte Schritt-für-Schritt-Anleitungen, Video-Tutorials, Community-Foren und Feedback von erfahrenen Künstlern. Sie können auch an unseren wöchentlichen Live-Zeichensessions teilnehmen, um Echtzeit-Anleitungen zu erhalten.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Absolut! Der Dandy's World Draw Randomizer ist für Künstler aller Fähigkeitsstufen konzipiert. Egal, ob Sie ein Anfänger sind, der das Zeichnen lernt, oder ein erfahrener Künstler auf der Suche nach Inspiration - der Randomizer bietet eine unterhaltsame und ansprechende Möglichkeit, Charaktere aus Dandy's World zu zeichnen.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Greifen Sie auf eine Vielzahl von voreingestellten Formen im Dandys World Draw Generator zu, darunter Kreise, Quadrate, Dreiecke und Ellipsen, um schnell die Grundstruktur Ihres Charakters zu erstellen.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Zugriff auf eine Vielzahl von Dandy's World-Zeichenressourcen, einschließlich Charakterführern, Farbpaletten und Proportionsdiagrammen. Ideal, um die Authentizität Ihrer Kunstwerke zu bewahren.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Aktive Community",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Details und Ausdrücke hinzufügen",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Wenden Sie Farben mit der offiziellen Dandy's World-Farbpalette an. Beginnen Sie mit Grundfarben und fügen Sie dann Schattierungen und Lichtreflexe hinzu. Denken Sie daran, dass jeder Charakter sein eigenes Farbschema hat - wie Rodger's grauer Smoking und das lila-blau Band.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Gibt es Zeichenherausforderungen oder Veranstaltungen in Dandy's World?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Gibt es Tipps zur effektiven Nutzung des Dandys World Draw Slot Makers?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Gibt es unterschiedliche Schwierigkeitsgrade in den Dandy's World-Tutorials?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Beginnen Sie damit, die Charaktere von Dandy's World in grundlegende Formen zu zerlegen. Die meisten Charaktere beginnen mit einfachen geometrischen Formen - Kreise für Rodger's Kopf, Rechtecke für die Körperstruktur. Üben Sie diese grundlegenden Formen, bevor Sie Details hinzufügen.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blogs",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        13
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Durch die Nutzung von #0# erklären Sie sich mit diesen Nutzungsbedingungen einverstanden.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        30
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Kann ich mit Dandys World Draw Generator Charaktere erstellen?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Kann ich das Rad des Dandy's World Draw Randomizers anpassen?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Kann ich die Geschichts Elemente im Dandys World Draw Slot Maker anpassen?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Kann ich mit Dandys World Draw Generator Naturelemente zeichnen?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Kann ich die vom Dandys World Draw Slot Maker generierten Geschichten speichern?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Kann ich meine Dandy's World-Kunstwerke online teilen?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Kann ich meine Zeichnungen aus dem Dandy's World Randomizer teilen?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Kann ich Dandy's World-Zeichnungen für kommerzielle Zwecke verwenden?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Kann ich den Dandy's World Draw Randomizer für Gruppenaktivitäten nutzen?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Cartoon Charaktere",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Charakterteile-Sammlung",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Kreis",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Leinwand löschen",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        504
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Schließen",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Färben Ihres Dandy's World-Charakters",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Vervollständigen Sie Ihre Dandy's World-Zeichnung, indem Sie letzte Details und optionale Hintergrundelemente hinzufügen. Überprüfen Sie Ihre Arbeit auf Übereinstimmung mit dem ursprünglichen Charakterdesign. Teilen Sie Ihr Kunstwerk mit der Dandy's World-Zeichengemeinschaft für Feedback.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Umfassende Ressourcen",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Cookies sind Dateien mit einer geringen Datenmenge, die häufig als anonyme eindeutige Kennungen verwendet werden. Diese werden von den besuchten Websites an Ihren Browser gesendet und auf dem internen Speicher Ihres Geräts gespeichert. Dieser Dienst verwendet diese Cookies nicht explizit. Die App kann jedoch Drittanbietercodes und -bibliotheken verwenden, die Cookies zur Informationserhebung und Verbesserung ihrer Dienste einsetzen. Sie haben die Möglichkeit, diese Cookies entweder anzunehmen oder abzulehnen und zu erfahren, wann ein Cookie an Ihr Gerät gesendet wird. Wenn Sie unsere Cookies ablehnen, können Sie möglicherweise bestimmte Teile dieses Dienstes nicht nutzen.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        23
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Erstellen Sie wunderschöne Hintergründe mit den naturinspirierten Formen des Dandys World Draw Generator, wie Blätter, Blumen und Blütenblätter, um Ihre Charakterzeichnungen zu ergänzen.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Erstelle zufällige Dandy Geschichten!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        50
      ]
    ]
  },
  "7z8zid": {
    "translation": "Erstellen Sie jetzt Ihre Lieblingscharaktere aus Dandy's World!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        50
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Erstellen Sie Ihre Lieblingscharaktere aus Dandy's World mit unserem einfach zu befolgenden Zeichen-Generator. Perfekt für Anfänger und fortgeschrittene Künstler mit Schritt-für-Schritt-Anleitungen.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        25
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Saubere Linienkunst erstellen",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Generator für kreative Charakterrequisiten!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        50
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Kreative Freiheit",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Anpassungsoptionen",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Der Kunststil von Dandy's World ist an verschiedene Medien anpassbar. Egal, ob Sie traditionelles Skizzieren, digitale Kunst oder Aquarell bevorzugen, die Charakterdesigns übersetzen sich wunderschön in verschiedene künstlerische Techniken.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Dandy's World Charakter Zeichen Tutorials & Ressourcen",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "q4aWez": {
    "translation": "Dandy's World Draw Generator | Lernen Sie das Charakterzeichnen Schritt für Schritt",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        22
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Dandy's World Draw ist eine umfassende Zeichenplattform, die sowohl für Anfänger als auch für erfahrene Künstler konzipiert ist, die lernen möchten, wie man Dandy's World-Charaktere zeichnet. Es bietet Schritt-für-Schritt-Tutorials, Ressourcen und Community-Unterstützung für alle, die daran interessiert sind, das Zeichnen von Charakteren zu meistern.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Dandy's World Draw Randomizer",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        47
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Dandy's World Draw Randomizer | Generator für kreative Charakterelemente",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        22
      ]
    ]
  },
  "SKPzak": {
    "translation": "Der Dandy's World Draw Randomizer ist ein interaktives, radbasiertes Tool, das Nutzern hilft, zufällig Charaktere aus dem Dandy's World Universum für Zeicheninspiration auszuwählen. Es enthält beliebte Charaktere wie Dandy, Pebble, Vee, Astro und Shelly und eignet sich perfekt für Künstler und kreative Geschichtenerzähler.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Dandy's World bietet einzigartige Charakterdesigns, die leicht zu zeichnen sind. Jeder Charakter, von Rodger bis Shelly, hat klare Formen und einprägsame Merkmale, die sie sowohl für Anfänger als auch für fortgeschrittene Künstler perfekt machen.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Dandys World Draw",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Dandys World Draw Generator",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        47
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Dandys World Draw Generator ist ein intuitives Zeichentool, das es Nutzern ermöglicht, Charaktere und Kunstwerke mit voreingestellten Formen, anpassbaren Farben und verschiedenen Zeichenelementen zu erstellen. Es ist so gestaltet, dass die Charaktererstellung für Künstler aller Fähigkeitsstufen zugänglich ist.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Dandys World Draw Generator bietet 12 lebendige Farben und einstellbare Pinselgrößen, sodass Sie die vollständige Kontrolle haben, um atemberaubende Charakterkunst präzise und stilvoll zu erstellen.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Dandys World Draw Generator bietet eine Vielzahl von Zeichenwerkzeugen, darunter einstellbare Pinselgrößen, 12 verschiedene Farben, voreingestellte geometrische Formen, Körperteile von Charakteren und Naturelemente. Diese Werkzeuge bieten alles, was Sie benötigen, um detaillierte Kunstwerke zu erstellen.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Dandys World Draw Generator bietet mehrere Funktionen, darunter 12 verschiedene Farboptionen, einstellbare Pinselgrößen, voreingestellte Formen (Kreise, Quadrate, Dreiecke, Ellipsen), Körperteile von Charakteren und Naturelemente. Sie können auch Ihre Leinwand löschen und Ihr Kunstwerk im PNG- oder JPG-Format speichern.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Dandys World Draw Slot Maker",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        47
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Dandys World Draw Slot Maker | Erstelle zufällige Dandy Geschichten",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        22
      ]
    ]
  },
  "kdz4sF": {
    "translation": "Der Dandys World Draw Slot Maker kreiert einzigartige Geschichtskombinationen mit jedem Dreh und zeigt die beliebten Dandys World Charaktere in unerwarteten Szenarien.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "Der Dandys World Draw Slot Maker ist ein interaktives Werkzeug zur Generierung von Geschichten, das Spielautomatenmechanik mit Erzählkunst kombiniert. Er generiert zufällig einzigartige Geschichten mit Dandys World Charakteren durch ein Spin-and-Match-System.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Entdecken Sie einen lustigen interaktiven Randomizer mit Dandy, Pebble, Flutter und weiteren Charakteren. Perfekt für kreative Zeichensitzungen und Geschichtenerzukunft.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        25
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Tauche ein in die charmante Welt der Dandys World Charaktere durch den Dandys World Draw Slot Maker, wo deine Lieblingshelden Teil von zufällig generierten Geschichten werden.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Brauche ich spezielle Ausrüstung, um mit dem Zeichnen von Dandy's World-Charakteren zu beginnen?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "Funktioniert der Dandy's World Draw Randomizer auf Mobilgeräten?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Keine Sorge! Dandys World Draw Generator verfügt über eine Funktion zum Löschen der Leinwand, die es Ihnen ermöglicht, bei Bedarf von vorne zu beginnen. Dies macht es perfekt für Experimente und das Üben Ihrer Zeichenfähigkeiten.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Herunterladen",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        511
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Als JPEG herunterladen",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        533
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Als PNG herunterladen",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        524
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Fügen Sie ganz einfach detaillierte Charaktermerkmale mit der Bibliothek voreingestellter Körperteile des Dandys World Draw Generator hinzu, darunter Hände, Füße, Augen und Nasen.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Einfach zurücksetzen",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Ellipse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Erlebe mit dem Dandys World Draw Slot Maker eine unterhaltsame Erfahrung, die Dandys World Charaktere auf überraschende Weisen zum Leben erweckt.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Genießen Sie ein engagiendes Zeichenerlebnis mit dem Dandy's World Draw Randomizer. Perfect für Spielnächte, Zeichenherausforderungen und kreative Geschichtenerzählzeit.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Erlebe den Nervenkitzel eines Spielautomaten mit dem Dandys World Draw Slot Maker, wo jeder Dreh neue Charakterkombinationen und Geschichtelemente offenbart.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Auge",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Fehler beim Hochladen der Datei: #0#",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Funktionen von Dandys World Draw",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Letzte Details und Hintergrund",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Blume",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Konzentrieren Sie sich auf charakterbezogene Details und Ausdrücke. Üben Sie das Zeichnen verschiedener Emotionen und Posen, die typisch für Dandy's World sind. Achten Sie auf einzigartige Merkmale wie Rodger's zusammengekniffenes Auge oder auffällige Accessoires.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Fuß",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Für ein besseres Erlebnis bei der Nutzung unseres Dienstes kann es erforderlich sein, dass Sie uns bestimmte personenbezogene Informationen bereitstellen. Die von mir angeforderten Informationen werden auf Ihrem Gerät gespeichert und in keiner Weise von mir erhoben. Die App verwendet Dienste von Drittanbietern, die Informationen zur Identifizierung Ihrer Person erheben können.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        19
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Freestyle",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Häufig gestellte Fragen",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Generieren Sie kreative Ideen für Geschichtenerzählungen mit Dandy's World Charakteren. Verwenden Sie den Randomizer, um einzigartige Erzählungen zu gestalten und charaktergetriebene Geschichten zu entwickeln.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Jetzt erstellen!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Generator",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Einstieg in das Zeichnen von Dandy's World",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Hand",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Startseite",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        11
      ],
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Wie kann ich meinen Fortschritt beim Zeichnen von Dandy's World-Charakteren verfolgen?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Wie speichere ich meine Kunstwerke im Dandys World Draw Generator?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Wie benutze ich den Dandy's World Charakter-Randomizer?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Wie funktioniert der Dandys World Draw Slot Maker?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Wie lange dauert es, das Zeichnen von Dandy's World-Charakteren zu lernen?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "Wie häufig werden neue Charaktere zum Dandy's World Randomizer hinzugefügt?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "Wie oft werden neue Charaktere zum Dandys World Draw Slot Maker hinzugefügt?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Wie oft werden neue Dandy's World-Zeichen-Tutorials hinzugefügt?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Ich kann Drittfirmen und -personen aus folgenden Gründen einsetzen:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        25
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Ich kann unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Daher empfehlen wir Ihnen, diese Seite regelmäßig auf Änderungen zu überprüfen. Ich werde Sie über Änderungen informieren, indem ich die neue Datenschutzrichtlinie auf dieser Seite veröffentliche. Diese Änderungen treten unmittelbar nach ihrer Veröffentlichung auf dieser Seite in Kraft.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        38
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Ich schätze Ihr Vertrauen in die Bereitstellung Ihrer persönlichen Informationen sehr und wir bemühen uns, kommerziell akzeptable Mittel zum Schutz zu verwenden. Aber denken Sie daran, dass keine Methode der Übertragung über das Internet oder der elektronischen Speicherung zu 100% sicher und zuverlässig ist, und ich kann deren absolute Sicherheit nicht garantieren.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        34
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Ich möchte die Nutzer dieses Dienstes darüber informieren, dass diese Drittanbieter Zugriff auf Ihre personenbezogenen Informationen haben. Der Grund dafür ist, die Aufgaben auszuführen, die ihnen in unserem Auftrag übertragen wurden. Sie sind jedoch verpflichtet, die Informationen nicht für andere Zwecke offenzulegen oder zu verwenden.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        32
      ]
    ]
  },
  "xeCjro": {
    "translation": "Ich möchte Sie informieren, dass ich bei Verwendung meines Dienstes in jedem Fall eines Fehlers in der App Daten und Informationen (über Produkte von Drittanbietern) auf Ihrem Telefon, die als Protokolldaten bezeichnet werden, erhebe. Diese Protokolldaten können Informationen wie Ihre Geräte-IP-Adresse, den Gerätenamen, die Betriebssystemversion, die Konfiguration der App bei Nutzung meines Dienstes, den Zeitpunkt und das Datum Ihrer Nutzung des Dienstes und andere Statistiken enthalten.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        21
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        29
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Sofortige Ergebnisse",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Interaktive Erfahrung",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Interaktiver Spaß",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Einführung in Dandys World Draw",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Ist der Dandys World Draw Generator für Anfänger geeignet?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "Ist der Dandys World Draw Slot Maker für alle Altersgruppen geeignet?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "Ist der Dandy's World Draw Randomizer für Anfänger geeignet?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "Gibt es Unterstützung, wenn ich beim Zeichnen feststecke?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Treten Sie einer lebendigen Community von Dandy's World-Künstlern bei. Teilen Sie Ihre Zeichnungen, erhalten Sie Feedback und nehmen Sie an wöchentlichen Herausforderungen teil, um Ihre Fähigkeiten zu verbessern und mit anderen Künstlern in Verbindung zu treten.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Blatt",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Lernen Sie professionelle Zeichentechniken, die speziell für Dandy's World-Charaktere entwickelt wurden. Meistere Schattierungen, Farben und Detailarbeiten durch spezialisierte Tutorials und Anleitungen.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Lerne die richtigen Proportionen für Dandy's World-Charaktere. Verwenden Sie die Kopfgröße als grundlegende Maßeinheit. Zum Beispiel ist Rodger's Körper typischerweise 2,5 Köpfe hoch. Erstellen Sie Richtlinien, um konsistente Proportionen in Ihrer Zeichnung beizubehalten.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Lernen Sie, Dandy's World-Charaktere zu zeichnen",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Das Erlernen des Zeichnens von Dandy's World-Charakteren variiert von Person zu Person. Die meisten Anfänger können innerhalb von 2-4 Wochen regelmäßigen Übens erkennbare Charaktere erstellen. Unsere strukturierten Tutorials zerlegen komplexe Charaktere in einfache Schritte, wodurch der Lernprozess überschaubarer wird.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Wird geladen...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Meistern Sie das Zeichnen von Dandy's World-Charakteren durch progressive Tutorials. Unser strukturierter Ansatz zerlegt komplexe Charaktere in einfache Formen, was es für Künstler aller Fertigkeitsstufen zugänglich macht.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Meistern Sie das Zeichnen von Dandy's World-Charakteren mit Schritt-für-Schritt-Tutorials. Erhalten Sie Expertentipps, Charakterführer und treten Sie unserer kreativen Community von Künstlern bei.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Meisterung der Charakterproportionen",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Mehrere Exportoptionen",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Naturelemente",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Netzwerkfehler oder CORS-Problem.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Wöchentliche neue Dandy's World-Tutorials werden hinzugefügt, einschließlich Charakterführern, Technikdemonstrationen und speziellen Themenlektionen. Wir aktualisieren regelmäßig unsere Inhalte basierend auf dem Feedback der Community und führen Tutorials für neue Charaktere ein, sobald sie erscheinen.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Neue Benutzer, die sich anmelden, erhalten 2 Guthaben.",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Nase",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Sobald Sie mit den grundlegenden Formen vertraut sind, konzentrieren Sie sich auf die Linienkunst. Beginnen Sie mit leichtem Skizzieren und verfeinern Sie dann nach und nach Ihre Linien. Verwenden Sie für Dandy's World-Charaktere unterschiedliche Linienstärken, um Tiefe und Charakter in Ihre Zeichnungen zu bringen.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Unsere Plattform verfügt über ein Fortschrittsverfolgungssystem, mit dem Sie Ihre Dandy's World-Kunstwerke speichern, Verbesserungen im Laufe der Zeit vergleichen und Leistungsauszeichnungen verdienen können. Wir ermutigen auch dazu, ein persönliches Kunstportfolio zu führen, um Ihre Entwicklung zu visualisieren.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Personalisieren Sie Ihren Dandy's World Draw Randomizer mit anpassbaren Radfarben und -themen. Erstellen Sie Ihren perfekten Zeichenbegleiter mit einstellbaren visuellen Elementen.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Blütenblatt",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Bitte anmelden, um fortzufahren.",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Übung und Verbesserungstipps",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Bibliothek voreingestellter Formen",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "aHCEmh": {
    "translation": "Preisgestaltung",
    "message": "Pricing",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        12
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Datenschutzrichtlinie",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "woRfhL": {
    "translation": "Datenschutzrichtlinie für #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        16
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Professionelle Techniken",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Fortschreiten von grundlegenden Dandy's World-Skizzen zu komplexen Charakterkompositionen. Lernen Sie essentielle Kunstprinzipien durch charakterfokussierte Übungen und Tutorials.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Zufällige Charakterauswahl",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Zufällige Geschichtsgenerierung",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Zufällig machen",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Randomizer",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "Regelmäßiges Üben ist der Schlüssel zum Meistern des Zeichnens von Dandy's World-Charakteren. Treten Sie Online-Communities bei, nehmen Sie an Zeichenherausforderungen teil und studieren Sie offizielle Referenzmaterialien. Führen Sie ein Skizzenbuch, das der Übung von Dandy's World gewidmet ist.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Reiche Farboptionen",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Speichern und teilen Sie Ihre Kreationen im Dandys World Draw Generator im PNG- oder JPG-Format, wodurch es einfach ist, Ihre Kunstwerke zu bewahren und zu präsentieren.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Teilen Sie Ihre Dandy's World Zeichnungen auf sozialen Medien. Treten Sie einer lebendigen Gemeinschaft von Künstlern bei, die ihre Charakterinterpretationen aus dem Randomizer zeigen.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Mit Google einloggen",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Fähigkeitsentwicklung",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Erlebnis eines Spielautomaten",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Slot Maker",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Soziale Integration",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Drehe den Dandys World Draw Slot Maker, um einzigartige Geschichtskombinationen mit Dandy Charakteren zu generieren. Ein unterhaltsames Spielautomaten Erlebnis mit Cartoon-Helden.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        25
      ]
    ]
  },
  "kHKg51": {
    "translation": "Drehen Sie das interaktive Rad, um zufällig aus Dandy's World Charakteren zu wählen, darunter Dandy, Pebble, Vee, Astro und Shelly. Perfekt, um kreative Inspiration für Ihre Zeichensitzungen zu wecken.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Drehen!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Quadrat",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Beginnen Sie jederzeit neu mit der Ein-Klick-Löschfunktion des Dandys World Draw Generator, die perfekt für Experimente mit verschiedenen Zeichenstilen geeignet ist.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Schritt-für-Schritt-Lernen",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Geschichteninspiration",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Nutzungsbedingungen",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Nutzungsbedingungen für #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        16
      ]
    ]
  },
  "DFLfXa": {
    "translation": "Der Dandy's World Draw Randomizer wird regelmäßig aktualisiert, um neue Charaktere aus dem Dandy's World Universum hinzuzufügen. Überprüfen Sie regelmäßig die neuen Ergänzungen zum Charakterrad für frische Zeicheninspiration.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "Der Dandys World Draw Slot Maker generiert sofort neue Geschichtskombinationen mit jedem Dreh, wodurch jede Interaktion einzigartig und unterhaltsam wird.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "Der Dandys World Draw Slot Maker wird regelmäßig mit neuen Charakteren, Geschichts Elementen und Funktionen aktualisiert. Updates erfolgen in der Regel monatlich und bringen frische Inhalte und erweitern die Möglichkeiten zur Geschichtsgenerierung im Dandys World Universum.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "Der Dandys World Draw Slot Maker funktioniert, indem er virtuelle Walzen mit verschiedenen Geschichts Elementen und Dandys World Charakteren dreht. Wenn Sie die Spin-Taste drücken, kombiniert er diese Elemente zufällig, um einzigartige Geschichtsszenarien zu erstellen. Jeder Dreh generiert eine neue Kombination aus Charakteren, Schauplätzen und Handlungssträngen.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "Das Eigentum an Bildern, die aus Text auf der Website generiert werden, gehört der Person, die das Bild erstellt hat. #0# erhebt keinen Eigentumsanspruch auf von Nutzern erstellte Bilder.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        21
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Diese Bedingungen unterliegen den Gesetzen der Vereinigten Staaten von Amerika und werden in Übereinstimmung damit ausgelegt, ohne Berücksichtigung von Kollisionsnormen.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        25
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Diese Seite dient dazu, Besucher über meine Richtlinien in Bezug auf die Erfassung, Nutzung und Offenlegung von personenbezogenen Daten zu informieren, falls sich jemand entscheidet, meinen Service zu nutzen. Wenn Sie meinen Service nutzen, stimmen Sie der Erfassung und Nutzung von Informationen in Bezug auf diese Richtlinie zu. Die von mir erfassten personenbezogenen Daten werden für die Bereitstellung und Verbesserung des Service verwendet. Ich werde Ihre Informationen nicht für andere Zwecke als die in dieser Datenschutzrichtlinie beschriebenen verwenden oder weitergeben.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        17
      ]
    ]
  },
  "S1ia36": {
    "translation": "Dieser Service kann Links zu anderen Websites enthalten. Wenn Sie auf einen Link eines Dritten klicken, werden Sie zu dieser Website weitergeleitet. Beachten Sie, dass diese externen Websites nicht von mir betrieben werden. Daher empfehle ich Ihnen dringend, die Datenschutzrichtlinien dieser Websites zu überprüfen. Ich habe keine Kontrolle über und übernehme keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Services Dritter.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        36
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Tipps von Dandys World Draw",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Tipps für den Dandys World Draw Generator",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Tipps zum Dandy's World Draw Randomizer",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Tipps für den Dandys World Draw Slot Maker",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Um uns bei der Analyse der Nutzung unseres Service zu unterstützen;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        30
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Um mit dem Zeichnen von Dandy's World-Charakteren zu beginnen, benötigen Sie nur grundlegende Kunstmaterialien wie Bleistifte, Papier und Radierer. Für digitale Kunst wird ein Grafiktablett und Software wie Procreate oder Photoshop empfohlen, aber nicht unbedingt benötigt. Wir bieten Tutorials für sowohl traditionelle als auch digitale Medien an.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Um unseren Service zu erleichtern;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Um das Beste aus Ihrem Erlebnis mit dem Dandys World Draw Slot Maker herauszuholen, probieren Sie diese Tipps aus: 1) Drehen Sie mehrere Male, um verschiedene Kombinationen zu erkunden, 2) Nutzen Sie die Themenfilter, um sich auf bestimmte Arten von Geschichten zu konzentrieren, 3) Speichern Sie Ihre Lieblingskombinationen zur Inspiration, und 4) Experimentieren Sie mit verschiedenen Charakterkombinationen, um einzigartige Handlungsstränge zu entdecken.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Um mit dem Service verbundene Dienstleistungen zu erbringen;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        29
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Um den Service in unserem Namen bereitzustellen;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        28
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Dreieck",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Verstehen grundlegender Formen in Dandy's World-Charakteren",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Einzigartige Charakterdesigns",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Hochladen",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Hochladen läuft",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Die Verwendung des Dandy's World Draw Randomizers ist einfach: Klicken Sie einfach auf die Drehen-Taste, um das Rad zu drehen, und es wird zufällig einen Charakter auswählen, den Sie zeichnen können. Das interaktive Rad stoppt bei einem Charakter und bietet Ihnen Ihr nächstes Zeichenmotiv aus dem Dandy's World Universum.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Vielseitige Kunststile",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "yhZMgW": {
    "translation": "Wir erfassen persönliche Daten (Name, E-Mail und Zahlungsinformationen) und nicht-personenbezogene Daten (Web-Cookies), um unsere Dienstleistungen zu verbessern. Die Verwendung dieser Daten unterliegt unserer Datenschutzrichtlinie, die unter #0# zu finden ist.",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Willkommen bei #0#! Unsere Website unter #1# (Website) ist darauf ausgerichtet, Ihnen die Möglichkeit zum Erstellen individueller Bilder zu bieten. Durch den Zugriff auf oder die Nutzung unserer Website erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie einem Teil der Bedingungen nicht zustimmen, ist Ihnen die Nutzung der Website untersagt.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        17
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Willkommen in Dandys Welt des Zeichnens, wo künstlerische Vorstellungskraft auf strukturiertes Lernen in einer lebendigen kreativen Gemeinschaft trifft. Seit unserer Gründung im Jahr 2023 ist Dandys Welt ein hervorragendes Ziel für angehende Künstler und erfahrene Illustratoren geworden und bietet umfassende Tutorials und Ressourcen, die sich auf die Charakterillustration konzentrieren. Unsere Plattform kombiniert auf einzigartige Weise den Charme der Charaktere aus Dandys Welt mit professionellem Kunstunterricht, wodurch der Lernprozess sowohl angenehm als auch effektiv gestaltet wird. Durch unsere sorgfältig gestalteten Schritt-für-Schritt-Anleitungen können Künstler Zeichentechniken meistern und gleichzeitig das bezaubernde Universum von Dandys Welt erkunden. Ob Sie die verspielten Ausdrücke von Rodger skizzieren oder Shellys dynamische Posen einfangen, unsere gemeinschaftsorientierte Plattform bietet die perfekte Umgebung für künstlerisches Wachstum. Mit wöchentlichen Herausforderungen, Live-Zeichensitzungen und einem unterstützenden Netzwerk von Mitkünstlern verwandelt Dandys Welt das Lernen der Charakterillustration in ein ansprechendes Abenteuer. Schließen Sie sich tausenden von Künstlern an, die bereits die Freude entdeckt haben, die Charaktere von Dandy durch ihre Kunst zum Leben zu erwecken, und werden Sie Teil einer wachsenden Gemeinschaft, die sich der künstlerischen Exzellenz und kreativen Ausdrucksform widmet.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Willkommen zu Dandys Welt Zeichentutorials! Bevor Sie beginnen, sammeln Sie die wichtigsten Werkzeuge: Bleistifte (HB, 2B), Radiergummis, hochwertiges Papier und Farbstifte. Für digitale Künstler stellen Sie sicher, dass Sie ein Zeichentablett und Software wie Procreate oder Photoshop bereit haben.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Welche Zeichenwerkzeuge stehen im Dandys World Draw Generator zur Verfügung?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Welche Funktionen bietet der Dandys World Draw Generator?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Was ist, wenn ich einen Fehler mache, während ich den Dandys World Draw Generator benutze?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Was ist Dandys Welt Zeichnen und für wen ist es gedacht?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "Was ist der Dandy's World Draw Randomizer?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Was ist der Dandys World Draw Generator?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "Was ist der Dandys World Draw Slot Maker?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Während die Charaktere von Dandys Welt durch Urheberrecht geschützt sind, bieten wir Richtlinien zur Erstellung von Fan-Art. Die persönliche und bildungsbezogene Nutzung wird gefördert, während die kommerzielle Nutzung eine ordnungsgemäße Lizenzierung erfordert. Kontaktieren Sie unser Lizenzteam für kommerzielle Anfragen.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Während die grundlegenden Charakterelemente erhalten bleiben, ermutigt Dandys Welt zur künstlerischen Interpretation. Experimentieren Sie mit verschiedenen Posen, Ausdrücken und Szenarien, während Sie Ihre Lieblingscharaktere zeichnen.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Während der Dandys World Draw Slot Maker hauptsächlich auf zufälliger Generierung basiert, können Sie bestimmte Aspekte des Geschichtenerstellungsprozesses beeinflussen, indem Sie vor dem Drehen bestimmte Charakterkategorien oder Geschichtsthemen auswählen. Dies ermöglicht eine gewisse Anpassung, während das aufregende Element der Zufälligkeit erhalten bleibt.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "Mit dem Dandys World Draw Generator können Sie Ihre fertigen Kunstwerke ganz einfach im PNG- oder JPG-Format speichern. Klicken Sie einfach auf die Schaltfläche 'Speichern', wenn Sie mit Ihrem Zeichnen fertig sind, um es in das von Ihnen bevorzugte Dateiformat zu exportieren.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Ja, Dandys Welt Tutorials sind in die Kategorien Anfänger, Mittelstufe und Fortgeschrittene unterteilt. Jede Stufe baut auf den vorherigen Fähigkeiten auf und hilft Ihnen, vom einfachen Charakter-Skizzen zu komplexen Illustrationen mit angemessenem Schattieren, Färben und dynamischen Posen fortzuschreiten.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Ja, der Dandys World Draw Generator enthält voreingestellte Formen, die speziell für die Erstellung von Naturelementen wie Blättern, Blumen und Blütenblättern konzipiert sind. Diese Werkzeuge erleichtern es, wunderschöne Umgebungsdetails zu Ihrer Kunst hinzuzufügen.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Ja, der Dandy's World Draw Randomizer ist vollständig responsiv und funktioniert nahtlos auf Mobilgeräten, Tablets und Desktop-Computern, sodass Sie zufällige Charakterauswahlen zum Zeichnen überall und jederzeit generieren können.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Ja, der Dandy's World Draw Randomizer eignet sich hervorragend für Gruppenaktivitäten! Er wird häufig in Zeichenherausforderungen, Zeichenkursen und kreativen Spielnächten verwendet, bei denen die Teilnehmer abwechselnd das Rad drehen und den ausgewählten Dandy's World Charakter zeichnen.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Ja, der Dandy's World Draw Randomizer bietet Anpassungsoptionen. Sie können das Erscheinungsbild des Rades anpassen, einschließlich Farben und Themen, um Ihren Vorlieben zu entsprechen. Diese Funktion hilft dabei, ein personalisiertes Zeichenerlebnis mit Ihren Lieblingscharakteren aus Dandy's World zu schaffen.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Ja, der Dandys World Draw Slot Maker ermöglicht es Ihnen, Ihre Lieblingsgeschichtskombinationen zu speichern. Sobald Sie eine Geschichtskombination gefunden haben, die Ihnen gefällt, können Sie sie speichern, um sie später erneut zu besuchen oder sie mit anderen Dandys World Fans zu teilen.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Ja, der Dandys World Draw Slot Maker ist so gestaltet, dass er familienfreundlich und für alle Altersgruppen geeignet ist. Alle generierten Geschichtskombinationen sind für Kinder geeignet und gleichzeitig unterhaltsam für Erwachsene, die das Dandys World Universum genießen.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Ja, Sie können Ihre Dandy's World Charakterzeichnungen auf verschiedenen Social-Media-Plattformen teilen. Viele Benutzer teilen ihre Kreationen auf Plattformen wie TikTok und Instagram und treten einer Gemeinschaft von Künstlern bei, die den Draw Randomizer zur Inspiration nutzen.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Ja! Dandys World Draw Generator enthält ein umfassendes Set an vordefinierten Körperteilen wie Hände, Füße, Augen und Nase, was es einfach macht, einzigartige Charaktere zu erstellen. Kombiniert mit verschiedenen Formen und Farben können Sie Ihre Charakterdesigns zum Leben erwecken.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Ja! Wir ermutigen dazu, Ihre Dandys Welt Kunstwerke innerhalb unserer Gemeinschaft zu teilen. Sie können Ihre Zeichnungen auf unserer Plattform posten, Feedback von anderen Künstlern erhalten und an wöchentlichen Herausforderungen teilnehmen. Denken Sie daran, unsere Gemeinschaftsrichtlinien zu befolgen und Dandys Welt angemessen zu benennen.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Ja! Wir veranstalten regelmäßig Zeichnherausforderungen von Dandys Welt, monatliche Wettbewerbe und besondere Veranstaltungen. Dazu gehören Herausforderungen des Charakters des Monats, saisonale thematische Wettbewerbe und Gemeinschafts-Kunst-Events. Gewinner erhalten oft Anerkennung und besondere Features auf unserer Plattform.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Sie erhalten eine begrenzte, nicht-exklusive, nicht-übertragbare Lizenz zur Nutzung der Website und ihrer Dienste für persönliche, nicht-kommerzielle Zwecke. Diese Lizenz umfasst keine Rechte zum Kopieren, Ändern oder Verteilen der Inhalte der Website oder zur Nutzung für kommerzielle Zwecke ohne unsere vorherige schriftliche Zustimmung.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        19
      ]
    ]
  }
}