{
  "32fNxX": {
    "translation": "#0# si riserva il diritto, a sua sola discrezione, di modificare o sostituire i presenti Termini in qualsiasi momento. Informeremo gli utenti di eventuali modifiche via email. Il proseguimento dell'utilizzo del Sito Web da parte vostra dopo qualsiasi modifica di questi Termini costituirà la vostra accettazione di tali modifiche.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Raccolta e utilizzo delle informazioni",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        18
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Licenza d'uso",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        18
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Log Data",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        20
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Proprietà",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        20
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookie",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        22
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Raccolta dei dati degli utenti",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        22
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Legge applicabile",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        24
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Fornitori di servizi",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        24
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Modifiche ai termini",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        26
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Sicurezza",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        33
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Informazioni di contatto",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        28
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Collegamenti ad altri siti",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        35
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Modifiche all'Informativa sulla privacy",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        37
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Assolutamente! Il Generatore di Disegni di Dandys World è progettato per essere intuitivo e accessibile per artisti di tutti i livelli di abilità. Con forme preimpostate, strumenti facili da usare e controlli intuitivi, i principianti possono iniziare a creare opere d'arte immediatamente.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Assolutamente! La comunità di Dandy's World offre molte opzioni di supporto: guide dettagliate passo-passo, tutorial video, forum comunitari e feedback da artisti esperti. Puoi anche partecipare alle nostre sessioni di disegno dal vivo settimanali per ricevere indicazioni in tempo reale.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Accedi a una varietà di forme preimpostate nel Generatore di Disegni di Dandys World, tra cui cerchi, quadrati, triangoli ed ellissi per costruire rapidamente la struttura di base del tuo personaggio.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Accedi a un'ampia gamma di risorse per il disegno di Dandy's World, inclusi guide sui personaggi, palette di colori e grafici delle proporzioni. Perfetto per mantenere l'autenticità nella tua opera d'arte.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Comunità Attiva",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Aggiunta di Dettagli ed Espressioni",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Applica i colori utilizzando la palette di colori ufficiale di Dandy's World. Inizia con i colori di base, quindi aggiungi ombre e luci. Ricorda che ogni personaggio ha una propria combinazione di colori unica - come il tuxedo grigio di Rodger e il suo nastro blu-viola.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Ci sono sfide di disegno o eventi in Dandy's World?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Ci sono diversi livelli di difficoltà nei tutorial di Dandy's World?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Inizia scomponendo i personaggi di Dandy's World in forme base. La maggior parte dei personaggi inizia con semplici forme geometriche: cerchi per la testa di Rodger, rettangoli per la struttura del corpo. Esercitati su queste forme fondamentali prima di aggiungere dettagli.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blog",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        13
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Utilizzando #0#, si dà segnale della propria accettazione di questi Termini di Servizio.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        30
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Posso creare personaggi usando il Generatore di Disegni di Dandys World?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Posso disegnare elementi naturali usando il Generatore di Disegni di Dandys World?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "to68Nn": {
    "translation": "Posso condividere le mie opere d'arte di Dandy's World online?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Posso utilizzare i disegni di Dandy's World per scopi commerciali?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Collezione di Parti del Personaggio",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Cerchio",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Canvas Trasparente",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        504
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Chiudi",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Colorare il Tuo Personaggio di Dandy's World",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Completa il tuo disegno di Dandy's World aggiungendo ritocchi finali ed elementi di sfondo opzionali. Rivedi il tuo lavoro per la coerenza con il design originale del personaggio. Condividi la tua opera d'arte con la comunità di disegno di Dandy's World per ricevere feedback.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Risorse Complete",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "I cookie sono file con una piccola quantità di dati comunemente utilizzati come identificatori anonimi univoci. Vengono inviati al tuo browser dai siti web che visiti e vengono memorizzati nella memoria interna del tuo dispositivo. Questo Servizio non utilizza esplicitamente questi cookie. Tuttavia, l'app può utilizzare codice e librerie di terze parti che usano i cookie per raccogliere informazioni e migliorare i loro servizi. Hai l'opzione di accettare o rifiutare questi cookie e di sapere quando un cookie viene inviato al tuo dispositivo. Se scegli di rifiutare i nostri cookie, potresti non essere in grado di utilizzare alcune parti di questo Servizio.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        23
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Crea bellissimi sfondi usando le forme a tema naturale del Generatore di Disegni di Dandys World, come foglie, fiori e petali, per arricchire i tuoi disegni di personaggi.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "7z8zid": {
    "translation": "Crea ora i tuoi personaggi preferiti di Dandy's World!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        50
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Crea i tuoi personaggi preferiti di Dandy's World con il nostro generatore di disegni facile da seguire. Perfetto per principianti e artisti avanzati con tutorial passo dopo passo.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        25
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Creare Arte Lineare Pulita",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Libertà Creativa",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Lo stile artistico di Dandy's World è adattabile a vari mezzi. Sia che tu preferisca il disegno tradizionale, l'arte digitale o le acquerellate, i design dei personaggi si traducono magnificamente attraverso diverse tecniche artistiche.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Tutorial e Risorse per il Disegno dei Personaggi di Dandy's World",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "q4aWez": {
    "translation": "Generatore di Disegni di Dandy's World | Impara a Disegnare Personaggi Passo dopo Passo",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        22
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Dandy's World Draw è una piattaforma di disegno completa, progettata per principianti ed artisti esperti che desiderano imparare a disegnare i personaggi di Dandy's World. Offre tutorial passo-passo, risorse e supporto della comunità per chiunque sia interessato a padroneggiare l'illustrazione dei personaggi.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Dandy's World presenta design di personaggi distintivi facili da disegnare. Ogni personaggio, da Rodger a Shelly, ha forme chiare e caratteristiche memorabili che li rendono perfetti per principianti ed artisti avanzati.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Dandy's World Draw",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Generatore di Disegni di Dandys World",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        47
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Il Generatore di Disegni di Dandys World è uno strumento di disegno intuitivo che consente agli utenti di creare personaggi e opere d'arte utilizzando forme preimpostate, colori personalizzabili e vari elementi di disegno. È progettato per rendere la creazione di personaggi accessibile per artisti di tutti i livelli di abilità.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Il Generatore di Disegni di Dandys World offre 12 colori vivaci e dimensioni di pennello regolabili, dandoti il pieno controllo per creare opere d'arte di personaggi straordinarie con precisione e stile.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Il Generatore di Disegni di Dandys World offre una varietà di strumenti di disegno, inclusi dimensioni di pennello regolabili, 12 colori diversi, forme geometriche preimpostate, parti del corpo del personaggio ed elementi naturali. Questi strumenti forniscono tutto ciò di cui hai bisogno per creare opere d'arte dettagliate.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Il Generatore di Disegni di Dandys World offre molteplici funzionalità, tra cui 12 diverse opzioni di colore, dimensioni di pennello regolabili, forme preimpostate (cerchi, quadrati, triangoli, ellissi), parti del corpo del personaggio ed elementi naturali. Puoi anche pulire il tuo canvas e salvare la tua opera d'arte in formato PNG o JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "xbpW40": {
    "translation": "Ho bisogno di attrezzatura speciale per iniziare a disegnare i personaggi di Dandy's World?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "BByzjN": {
    "translation": "Non preoccuparti! Il Generatore di Disegni di Dandys World dispone di una funzione di pulizia del canvas che ti consente di ricominciare da zero ogni volta che è necessario. Questo lo rende perfetto per sperimentare e praticare le tue abilità di disegno.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Scarica",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        511
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Scarica come JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        533
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Scarica come PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        524
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Aggiungi facilmente dettagli caratteristici al tuo personaggio con la biblioteca delle parti del corpo preimpostate del Generatore di Disegni di Dandys World, inclusi elementi come mani, piedi, occhi e naso.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Reset Facile",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Ellisse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "wovLGP": {
    "translation": "Occhio",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Caricamento del file non riuscito: #0#",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Caratteristiche di Dandy's World Draw",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Ritocchi Finali e Sfondo",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Fiore",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Concentrati su dettagli ed espressioni specifici dei personaggi. Esercitati a disegnare varie emozioni e pose tipiche di Dandy's World. Fai attenzione a caratteristiche uniche come l'occhio socchiuso di Rodger o accessori distintivi.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Piede",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Per una migliore esperienza, durante l'utilizzo del nostro Servizio, potrei richiedere di fornirmi alcune informazioni di identificazione personale. Le informazioni richieste saranno conservate sul tuo dispositivo e non sono raccolte da me in alcun modo. L'app utilizza servizi di terze parti che potrebbero raccogliere informazioni utilizzate per identificarti.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        19
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Stile Libero",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Domande frequenti",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Genera Ora!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Generatore",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Iniziare con il Disegno di Dandy's World",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Mano",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Home",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        11
      ],
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Come posso tenere traccia dei miei progressi nel disegno dei personaggi di Dandy's World?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Come posso salvare la mia opera d'arte nel Generatore di Disegni di Dandys World?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Quanto tempo ci vuole per imparare a disegnare i personaggi di Dandy's World?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Con quale frequenza vengono aggiunti nuovi tutorial di disegno di Dandy's World?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Potrei impiegare società e individui di terze parti per i seguenti motivi:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        25
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Potrei aggiornare la nostra Informativa sulla privacy di volta in volta. Pertanto, ti consigliamo di esaminare periodicamente questa pagina per eventuali cambiamenti. Ti avviserò di eventuali modifiche pubblicando la nuova Informativa sulla privacy su questa pagina. Queste modifiche hanno effetto immediato dopo la loro pubblicazione su questa pagina.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        38
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Valorizzo la tua fiducia nel fornirci le tue Informazioni Personali, quindi ci stiamo impegnando a utilizzare mezzi commercialmente accettabili per proteggerle. Ma ricorda che nessun metodo di trasmissione su internet o metodo di archiviazione elettronica è al 100% sicuro e affidabile, e non posso garantirne l'assoluta sicurezza.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        34
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Voglio informare gli utenti di questo Servizio che questi terzi hanno accesso alle tue Informazioni Personali. Il motivo è eseguire i compiti assegnati loro per nostro conto. Tuttavia, sono obbligati a non divulgare o utilizzare le informazioni per qualsiasi altro scopo.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        32
      ]
    ]
  },
  "xeCjro": {
    "translation": "Voglio informarti che ogni volta che utilizzi il mio Servizio, in caso di errore nell'app, raccolgo dati e informazioni (attraverso prodotti di terze parti) sul tuo telefono chiamati Log Data. Questi Log Data potrebbero includere informazioni come il tuo indirizzo IP del dispositivo, il nome del dispositivo, la versione del sistema operativo, la configurazione dell'app durante l'utilizzo del mio Servizio, l'orario e la data del tuo utilizzo del Servizio e altre statistiche.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        21
      ]
    ]
  },
  "d1ALrF": {
    "translation": "In caso di domande su questi Termini, si prega di contattarci all'indirizzo #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        29
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Introduzione a Dandy's World Draw",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Il Generatore di Disegni di Dandys World è adatto ai principianti?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "qG3jbM": {
    "translation": "C'è supporto disponibile se mi blocco mentre disegno?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Unisciti a una vivace comunità di artisti di Dandy's World. Condividi i tuoi disegni, ricevi feedback e partecipa a sfide settimanali per migliorare le tue abilità, mentre ti connetti con altri artisti.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Foglia",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Impara tecniche di disegno professionali specifiche per i personaggi di Dandy's World. Padroneggia ombreggiature, colorazione e lavoro di dettagli attraverso tutorial e guide specializzati.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Impara le proporzioni corrette per i personaggi di Dandy's World. Usa la dimensione della testa come unità di misura di base. Ad esempio, il corpo di Rodger è tipicamente alto 2,5 teste. Crea linee guida per mantenere proporzioni coerenti nel tuo disegno.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Imparare a Disegnare i Personaggi di Dandy's World",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Imparare a disegnare i personaggi di Dandy's World varia da individuo a individuo. La maggior parte dei principianti può creare personaggi riconoscibili entro 2-4 settimane di pratica regolare. I nostri tutorial strutturati scompongono personaggi complessi in passaggi semplici, rendendo il processo di apprendimento più gestibile.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Caricamento...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Padroneggia il disegno dei personaggi di Dandy's World attraverso tutorial progressivi. Il nostro approccio strutturato scompone personaggi complessi in forme semplici, rendendolo accessibile agli artisti di tutti i livelli di abilità.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Padroneggiando Personaggi e Proporzioni",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Mastering Character Proportions",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Opzioni di Esportazione Multiple",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Elementi Naturali",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Errore di rete o problema CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Nuovi tutorial di Dandy's World vengono aggiunti settimanalmente, inclusi guide sui personaggi, dimostrazioni di tecniche e lezioni a tema speciali. Aggiorniamo regolarmente i nostri contenuti in base ai feedback della comunità e introduciamo tutorial per nuovi personaggi man mano che appaiono.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "I nuovi utenti che effettuano l'accesso riceveranno 2 crediti",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Naso",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Una volta che ti senti a tuo agio con le forme di base, concentrati sull'arte lineare. Inizia con schizzi leggeri e poi affina gradualmente le tue linee. Per i personaggi di Dandy's World, utilizza pesi di linea variabili per aggiungere profondità e carattere ai tuoi disegni.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "La nostra piattaforma include un sistema di tracciamento dei progressi in cui puoi salvare le tue opere d'arte di Dandy's World, confrontare i miglioramenti nel tempo e guadagnare medaglie di riconoscimento. Incoraggiamo anche a mantenere un portfolio artistico personale per visualizzare il tuo sviluppo.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Petalo",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Accedi per continuare",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Suggerimenti per la Pratica e il Miglioramento",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Biblioteca di Forme Preimpostate",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "aHCEmh": {
    "translation": "Prezzi",
    "message": "Pricing",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        12
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Informativa sulla privacy",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "woRfhL": {
    "translation": "Informativa sulla privacy per #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        16
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Tecniche Professionali",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Procedi da schizzi di base di Dandy's World a composizioni di personaggi complesse. Impara i principi essenziali dell'arte attraverso esercizi e tutorial incentrati sui personaggi.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "dS5A3M": {
    "translation": "La pratica regolare è fondamentale per padroneggiare il disegno dei personaggi di Dandy's World. Unisciti a comunità online, partecipa a sfide di disegno e studia materiali di riferimento ufficiali. Tieni un quaderno degli schizzi dedicato alla pratica di Dandy's World.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Opzioni di Colore Ricche",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Salva e condividi le tue creazioni del Generatore di Disegni di Dandys World in formato PNG o JPG, rendendo semplice preservare e mostrare la tua opera d'arte.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Accedi con Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Sviluppo delle Competenze",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Quadrato",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Inizia da zero in qualsiasi momento con la funzione di pulizia del canvas con un clic del Generatore di Disegni di Dandys World, perfetta per sperimentare diversi stili di disegno.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Apprendimento Passo-Passo",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Condizioni di servizio",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Termini di Servizio per #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        16
      ]
    ]
  },
  "YHuztc": {
    "translation": "La proprietà delle immagini generate dal testo sul Sito Web appartiene alla persona che ha creato l'immagine. #0# non rivendica alcun diritto di proprietà sulle immagini create dagli utenti.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        21
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Questi Termini saranno regolati e interpretati in conformità con le leggi degli Stati Uniti d'America, senza tener conto delle sue disposizioni sul conflitto di leggi.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        25
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Questa pagina serve per informare i visitatori riguardo alle mie politiche sulla raccolta, l'uso e la divulgazione di informazioni personali se qualcuno decidesse di utilizzare il mio Servizio. Se scegli di utilizzare il mio Servizio, accetti la raccolta e l'utilizzo delle informazioni in relazione a questa politica. Le informazioni personali che raccolgo vengono utilizzate per fornire e migliorare il Servizio. Non utilizzerò o condividerò le tue informazioni con nessuno, eccetto come descritto in questa Informativa sulla privacy. I termini utilizzati in questa Informativa sulla privacy hanno gli stessi significati come nei nostri Termini e Condizioni.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        17
      ]
    ]
  },
  "S1ia36": {
    "translation": "Questo Servizio può contenere link ad altri siti. Se fai clic su un link di terze parti, verrai reindirizzato a quel sito. Tieni presente che questi siti esterni non sono gestiti da me. Pertanto, ti consiglio vivamente di rivedere l'Informativa sulla privacy di questi siti web. Non ho alcun controllo e non mi assumo alcuna responsabilità per i contenuti, le politiche sulla privacy o le pratiche di qualsiasi sito o servizio di terze parti.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        36
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Suggerimenti di Dandy's World Draw",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Suggerimenti del Generatore di Disegni di Dandys World",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Per aiutarci ad analizzare come viene utilizzato il nostro Servizio;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        30
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Per iniziare a disegnare i personaggi di Dandy's World, hai solo bisogno di materiale artistico di base come matite, carta e gomme. Per l'arte digitale, è consigliabile un tablet da disegno e software come Procreate o Photoshop, ma non sono necessari. Forniamo tutorial per entrambi i mezzi tradizionali e digitali.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Per facilitare il nostro Servizio;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Per eseguire servizi correlati al Servizio;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        29
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Per fornire il Servizio per nostro conto;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        28
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Triangolo",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Comprendere le Forme di Base nei Personaggi di Dandy's World",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Design Unici dei Personaggi",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Carica",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Caricamento in corso",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Stili Artistici Versatili",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "yhZMgW": {
    "translation": "Raccogliamo dati personali (nome, email e informazioni di pagamento) e dati non personali (cookie web) per migliorare i nostri servizi. L'uso di questi dati è regolato dalla nostra Politica sulla Privacy, che può essere trovata su #0#",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Benvenuti a #0#! Il nostro sito web, situato all'indirizzo #1# (Sito Web), è dedicato a fornirvi la possibilità di creare immagini personalizzate. Accedendo o utilizzando il nostro Sito Web, accettate di essere vincolati a questi Termini di Servizio (Termini). Se non siete d'accordo con alcuna parte dei termini, vi è vietato utilizzare il Sito Web.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        17
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Benvenuto nel Mondo di Dandy Draw, dove l'immaginazione artistica incontra l'apprendimento strutturato in una vivace comunità creativa. Dalla nostra fondazione nel 2023, il Mondo di Dandy è diventato una meta di prestigio per artisti alle prime armi e illustratori esperti, offrendo tutorial completi e risorse focalizzate sull'illustrazione dei personaggi. La nostra piattaforma combina in modo unico il fascino dei personaggi di Dandy con l'istruzione artistica professionale, rendendo il processo di apprendimento sia piacevole che efficace. Attraverso le nostre guide dettagliate passo-passo, gli artisti possono padroneggiare le tecniche di disegno esplorando l'incantevole universo di Dandy. Che tu stia schizzando le espressioni giocose di Rodger o catturando le pose dinamiche di Shelly, la nostra piattaforma orientata alla comunità fornisce l'ambiente perfetto per la crescita artistica. Con sfide settimanali, sessioni di disegno dal vivo e una rete di supporto di artisti, Dandy's World Draw trasforma il percorso di apprendimento dell'illustrazione dei personaggi in un'avventura coinvolgente. Unisciti a migliaia di artisti che hanno già scoperto la gioia di dare vita ai personaggi di Dandy attraverso le loro opere, e diventa parte di una comunità in crescita dedicata all'eccellenza artistica e all'espressione creativa.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Benvenuto nei tutorial di disegno del Mondo di Dandy! Prima di iniziare, raccogli gli strumenti essenziali: matite (HB, 2B), gomme, carta di qualità e materiali per colorare. Per gli artisti digitali, assicurati di avere un tablet da disegno e software come Procreate o Photoshop pronto.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Quali strumenti di disegno sono disponibili nel Generatore di Disegni di Dandys World?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Quali funzioni offre il Generatore di Disegni di Dandys World?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Cosa succede se faccio un errore mentre utilizzo il Generatore di Disegni di Dandys World?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Cos'è il Dandy's World Draw e per chi è?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Cos'è il Generatore di Disegni di Dandys World?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Sebbene i personaggi di Dandy's World siano protetti da copyright, offriamo linee guida per la creazione di fan art. L'uso personale ed educativo è incoraggiato, ma l'uso commerciale richiede una regolare licenza. Contatta il nostro team di licenze per richieste commerciali.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Pur mantenendo gli elementi core dei personaggi, Dandy's World incoraggia l'interpretazione artistica. Sperimenta con diverse pose, espressioni e scenari mentre disegni i tuoi personaggi preferiti.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "2qovGt": {
    "translation": "Con il Generatore di Disegni di Dandys World, puoi facilmente salvare la tua opera d'arte completata in formato PNG o JPG. Basta fare clic sul pulsante di salvataggio quando hai finito di disegnare per esportarla nel formato di file preferito.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Sì, i tutorial di Dandy's World sono suddivisi in livelli Principiante, Intermedio e Avanzato. Ogni livello si basa sulle competenze precedenti, aiutandoti a progredire dai schizzi base dei personaggi a illustrazioni complesse con ombreggiatura, colorazione e pose dinamiche corrette.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Sì, il Generatore di Disegni di Dandys World include forme preimpostate specificamente progettate per creare elementi naturali come foglie, fiori e petali. Questi strumenti rendono facile aggiungere bellissimi dettagli ambientali alla tua opera d'arte.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Sì! Il Generatore di Disegni di Dandys World include un insieme completo di parti del corpo preimpostate come mani, piedi, occhi e naso, rendendo facile creare personaggi unici. Combinato con varie forme e colori, puoi dare vita ai tuoi design di personaggi.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Sì! Ti incoraggiamo a condividere le tue opere del Mondo di Dandy all'interno della nostra comunità. Puoi pubblicare i tuoi disegni sulla nostra piattaforma, ricevere feedback da altri artisti e partecipare a sfide settimanali. Ricorda solo di seguire le nostre linee guida comunitarie e di dare credito a Dandy's World in modo appropriato.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Sì! Organizziamo regolarmente sfide di disegno del Mondo di Dandy, concorsi mensili ed eventi speciali. Questi includono sfide sul personaggio del mese, concorsi a tema stagionale e jam artistiche comunitarie. I vincitori spesso ricevono riconoscimenti e speciali feature sulla nostra piattaforma.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Ti viene concessa una licenza limitata, non esclusiva e non trasferibile per utilizzare il Sito Web e i suoi servizi per scopi personali e non commerciali. Questa licenza non include alcun diritto di copia, modifica o distribuzione dei contenuti del Sito Web o di utilizzo per scopi commerciali senza il nostro previo consenso scritto.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        19
      ]
    ]
  }
}