{
  "32fNxX": {
    "translation": "#0# si riserva il diritto, a nostra esclusiva discrezione, di modificare o sostituire questi Termini in qualsiasi momento. Notificheremo agli utenti eventuali modifiche via email. Il tuo continuo utilizzo del Sito dopo qualsiasi modifica a questi Termini costituirà la tua accettazione di tali modifiche.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Raccolta e Utilizzo delle Informazioni",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        18
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Licenza d'uso",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        18
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Dati di log",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        20
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Proprietà",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        20
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookie",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        22
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Raccolta di Dati dell'Utente",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        22
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Legge applicabile",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        24
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Fornitori di servizi",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        24
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Modifiche ai Termini",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        26
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Sicurezza",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        33
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Informazioni di contatto",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        28
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Link ad altri siti",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        35
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Modifiche a Questa Politica sulla Privacy",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        37
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Assolutamente! Il Generatore di Disegni del Mondo di Dandy è progettato per essere user-friendly per artisti di tutti i livelli di abilità. Con forme predefinite, strumenti facili da usare e controlli intuitivi, i principianti possono iniziare a creare opere d'arte immediatamente.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Assolutamente! La comunità del Mondo di Dandy offre molte opzioni di supporto: guide dettagliate passo-passo, video tutorial, forum comunitari e feedback da artisti esperti. Puoi anche partecipare alle nostre sessioni di disegno dal vivo settimanali per una guida in tempo reale.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Assolutamente! Il Randomizzatore di Disegni del Mondo di Dandy è progettato per artisti di tutti i livelli di abilità. Che tu sia un principiante che impara a disegnare o un artista esperto in cerca di ispirazione, il randomizzatore offre un modo divertente e coinvolgente per praticare il disegno dei personaggi del Mondo di Dandy.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Accedi a una varietà di forme predefinite nel Generatore di Disegni del Mondo di Dandy, inclusi cerchi, quadrati, triangoli ed ellissi per costruire rapidamente la struttura di base del tuo personaggio.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Accedi a una vasta gamma di risorse di disegno del Mondo di Dandy, inclusi guide sui personaggi, palette di colori e grafici sulle proporzioni. Perfette per mantenere l'autenticità nella tua opera d'arte.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Comunità Attiva",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Aggiunta di Dettagli ed Espressioni",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Applica i colori utilizzando la palette di colori ufficiale del Mondo di Dandy. Inizia con i colori di base, poi aggiungi ombreggiature e luci. Ricorda che ogni personaggio ha la sua unica combinazione di colori - come il tuxedo grigio di Rodger e la fascia blu-viola.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Ci sono sfide di disegno o eventi nel Mondo di Dandy?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Ci sono suggerimenti per utilizzare efficacemente il Creatore di Slot di Disegni del Mondo di Dandy?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Ci sono diversi livelli di difficoltà nei tutorial del Mondo di Dandy?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Inizia scomponendo i personaggi del Mondo di Dandy in forme di base. La maggior parte dei personaggi inizia con forme geometriche semplici - cerchi per la testa di Rodger, rettangoli per la struttura del corpo. Esercitati con queste forme fondamentali prima di aggiungere dettagli.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blog",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/blogs.tsx",
        24
      ],
      [
        "components/wegic/footer.tsx",
        13
      ]
    ]
  },
  "mRjO9S": {
    "translation": "Elenco dei Blog",
    "message": "Blogs List",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/[slug]/page.tsx",
        62
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Utilizzando #0#, dichiari di accettare questi Termini di Servizio.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        30
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Posso creare personaggi utilizzando il Generatore di Disegni del Mondo di Dandy?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Posso personalizzare la ruota del Randomizzatore di Disegni del Mondo di Dandy?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Posso personalizzare gli elementi della storia nel Creatore di Slot di Disegni del Mondo di Dandy?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Posso disegnare elementi naturali utilizzando il Generatore di Disegni del Mondo di Dandy?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Posso salvare le storie generate dal Creatore di Slot di Disegni del Mondo di Dandy?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Posso condividere la mia opera d'arte del Mondo di Dandy online?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Posso condividere i miei disegni dal Randomizzatore del Mondo di Dandy?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Posso usare i disegni del Mondo di Dandy per scopi commerciali?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Posso utilizzare il Randomizzatore di Disegni del Mondo di Dandy per attività di gruppo?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Personaggi dei Cartoni Animati",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Collezione di Parti dei Personaggi",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Cerchio",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Tela Pulita",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        557
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Chiudi",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Colorando il Tuo Personaggio del Mondo di Dandy",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Completa il tuo disegno del Mondo di Dandy aggiungendo ritocchi finali ed elementi di sfondo opzionali. Rivedi il tuo lavoro per coerenza con il design originale del personaggio. Condividi la tua opera d'arte con la comunità di disegno del Mondo di Dandy per feedback.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Risorse Complete",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "I cookie sono file con una piccola quantità di dati comunemente utilizzati come identificatori unici anonimi. Questi vengono inviati al tuo browser dai siti web che visiti e sono memorizzati nella memoria interna del tuo dispositivo. Questo Servizio non utilizza esplicitamente questi cookie. Tuttavia, l'app potrebbe utilizzare codice e librerie di terze parti che utilizzano cookie per raccogliere informazioni e migliorare i loro servizi. Hai la possibilità di accettare o rifiutare questi cookie e sapere quando un cookie viene inviato al tuo dispositivo. Se scegli di rifiutare i nostri cookie, potresti non essere in grado di utilizzare alcune parti di questo Servizio.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        23
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Crea splendidi sfondi utilizzando le forme a tema naturale del Generatore di Disegni del Mondo di Dandy, come foglie, fiori e petali per migliorare i tuoi disegni di personaggi.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Crea Storie Dandy Casuali!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        50
      ]
    ]
  },
  "7z8zid": {
    "translation": "Crea ora i tuoi personaggi preferiti del Mondo di Dandy!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        50
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Crea i tuoi personaggi preferiti del Mondo di Dandy con il nostro generatore di disegni facile da seguire. Perfetto per principianti e artisti avanzati con tutorial passo-passo.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        25
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Creare Line Art Pulito",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Generatore di Props Creativi per Personaggi!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        50
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Libertà Creativa",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Opzioni di Personalizzazione",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Lo stile artistico de Il Mondo di Dandy è adattabile a varie tecniche. Che tu preferisca il disegno tradizionale, l'arte digitale o le acquerelli, i design dei personaggi si traducono magnificamente attraverso diverse tecniche artistiche.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Tutorial e Risorse per il Disegno dei Personaggi de Il Mondo di Dandy",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "9tmw/V": {
    "translation": "Blog di Disegno del Mondo di Dandy - Impara a Disegnare i Tuoi Personaggi Preferiti",
    "message": "Dandy's World Draw Blogs - Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        22
      ]
    ]
  },
  "q4aWez": {
    "translation": "Generatore di Disegni de Il Mondo di Dandy | Impara a Disegnare i Personaggi Passo dopo Passo",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        22
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Il Disegno de Il Mondo di Dandy è una piattaforma di disegno completa progettata per principianti e artisti esperti che vogliono imparare a disegnare i personaggi de Il Mondo di Dandy. Offre tutorial passo dopo passo, risorse e supporto comunitario per chiunque sia interessato a padroneggiare l'illustrazione dei personaggi.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Generatore di Disegni Casual de Il Mondo di Dandy",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        47
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Generatore di Disegni Casual de Il Mondo di Dandy | Generatore di Oggetti Creativi per Personaggi",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        22
      ]
    ]
  },
  "SKPzak": {
    "translation": "Il Generatore di Disegni Casual de Il Mondo di Dandy è uno strumento interattivo basato su ruote che aiuta gli utenti a selezionare casualmente i personaggi dall'universo de Il Mondo di Dandy per ispirazione nel disegno. Presenta personaggi amati come Dandy, Pebble, Vee, Astro e Shelly, rendendolo perfetto per artisti e narratori creativi.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Il Mondo di Dandy presenta design di personaggi distintivi che sono facili da disegnare. Ogni personaggio, da Rodger a Shelly, ha forme chiare e caratteristiche memorabili che li rendono perfetti sia per principianti che per artisti avanzati.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Disegno de Il Mondo di Dandy",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "0TJXVf": {
    "translation": "Post del Blog del Mondo di Dandy",
    "message": "Dandys World Draw Blogs Post",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        34
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Generatore di Disegni de Il Mondo di Dandy",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        47
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy è uno strumento di disegno intuitivo che consente agli utenti di creare personaggi e opere d'arte utilizzando forme preimpostate, colori personalizzabili e vari elementi di disegno. È progettato per rendere la creazione di personaggi accessibile a artisti di tutti i livelli.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy offre 12 colori vivaci e dimensioni di pennello regolabili, dandoti il controllo completo per creare opere d'arte di personaggi straordinarie con precisione e stile.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy offre una varietà di strumenti per il disegno tra cui dimensioni di pennello regolabili, 12 colori diversi, forme geometriche preimpostate, parti del corpo dei personaggi e elementi naturali. Questi strumenti forniscono tutto il necessario per creare opere d'arte dettagliate.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy fornisce molteplici funzionalità tra cui 12 opzioni di colore diverse, dimensioni di pennello regolabili, forme preimpostate (cerchi, quadrati, triangoli, ellissi), parti del corpo dei personaggi e elementi naturali. Puoi anche pulire la tua tela e salvare la tua opera in formato PNG o JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Creatore di Slot per Disegni de Il Mondo di Dandy",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        47
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Creatore di Slot per Disegni de Il Mondo di Dandy | Crea Storie Casual di Dandy",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        22
      ]
    ]
  },
  "kdz4sF": {
    "translation": "Il Creatore di Slot per Disegni de Il Mondo di Dandy crea combinazioni di storie uniche con ogni giro, presentando personaggi amati del Mondo di Dandy in scenari inaspettati.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "Il Creatore di Slot per Disegni de Il Mondo di Dandy è uno strumento interattivo di generazione di storie che combina meccaniche di slot machine con narrazione. Genera casualmente storie uniche che presentano personaggi de Il Mondo di Dandy attraverso un sistema di giro e abbinamento.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Scopri un divertente randomizzatore interattivo che presenta Dandy, Pebble, Flutter e altri personaggi. Perfetto per sessioni di disegno creative e ispirazione per raccontare storie.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        25
      ]
    ]
  },
  "9RcWb5": {
    "translation": "Scopri tutorial passo-passo e suggerimenti per disegnare i personaggi del Mondo di Dandy. Impara tecniche professionali per creare fantastici fan art di Shelly, Rudie e Pebble.",
    "message": "Discover step-by-step tutorials and tips for drawing Dandy's World characters. Learn professional techniques to create amazing fan art of Shelly, Rudie & Pebble.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        23
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Immergiti nel mondo affascinante dei personaggi de Il Mondo di Dandy attraverso il Creatore di Slot per Disegni, dove i tuoi eroi preferiti diventano parte di racconti generati casualmente.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Ho bisogno di attrezzature speciali per iniziare a disegnare i personaggi de Il Mondo di Dandy?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy funziona su dispositivi mobili?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Non preoccuparti! Il Generatore di Disegni de Il Mondo di Dandy presenta una funzione di pulizia della tela che ti consente di ricominciare da zero ogni volta che ne hai bisogno. Questo lo rende perfetto per esperimenti e per migliorare le tue abilità di disegno.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Scarica",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        564
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Scarica come JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        586
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Scarica come PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        577
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Aggiungi facilmente dettagli caratteristici con la biblioteca di parti del corpo preimpostate del Generatore di Disegni de Il Mondo di Dandy, includendo mani, piedi, occhi e elementi del naso.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Ripristino Facile",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Ellisse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Interagisci con il Creatore di Slot per Disegni de Il Mondo di Dandy per un'esperienza divertente che dà vita ai personaggi de Il Mondo di Dandy in modi sorprendenti.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Goditi un'esperienza di disegno coinvolgente con il Generatore di Disegni Casual de Il Mondo di Dandy. Perfetto per serate di gioco, sfide artistiche e sessioni di narrazione creativa.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Vivi l'emozione di una slot machine con il Creatore di Slot per Disegni de Il Mondo di Dandy, dove ogni giro rivela nuove combinazioni di personaggi e elementi narrativi.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Occhio",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Caricamento del file non riuscito: {0}",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Funzionalità del Disegno de Il Mondo di Dandy",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Finiture Finali e Sfondo",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Fiore",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Concentrati su dettagli e espressioni specifici del personaggio. Esercitati a disegnare varie emozioni e pose tipiche nel Mondo di Dandy. Presta attenzione a caratteristiche uniche come l'occhio socchiuso di Rodger o accessori distintivi.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Piede",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Per una migliore esperienza, durante l'uso del nostro Servizio, potrei richiederti di fornirci alcune informazioni personali identificabili. Le informazioni che richiedo rimarranno sul tuo dispositivo e non saranno raccolte in alcun modo. L'app utilizza servizi di terze parti che potrebbero raccogliere informazioni utilizzate per identificarti.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        19
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Stile Libero",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Domande Frequenti",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Genera idee creative per la narrazione con i personaggi de Il Mondo di Dandy. Usa il randomizzatore per creare narrazioni uniche e sviluppare storie incentrate sui personaggi.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Genera Ora!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Generatore",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Iniziare con il Disegno de Il Mondo di Dandy",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Mano",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Casa",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Come posso tenere traccia dei miei progressi nel disegnare i personaggi de Il Mondo di Dandy?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Come faccio a salvare il mio lavoro artistico nel Generatore di Disegni de Il Mondo di Dandy?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Come utilizzo il randomizzatore dei personaggi de Il Mondo di Dandy?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Come funziona il Maker delle Slot per Disegni de Il Mondo di Dandy?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Quanto tempo ci vuole per imparare a disegnare i personaggi de Il Mondo di Dandy?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "Con quale frequenza vengono aggiunti nuovi personaggi al randomizzatore de Il Mondo di Dandy?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "Con quale frequenza vengono aggiunti nuovi personaggi al Maker delle Slot per Disegni de Il Mondo di Dandy?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Con quale frequenza vengono aggiunti nuovi tutorial di disegno de Il Mondo di Dandy?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Potrei avvalermi di aziende e persone terze per i seguenti motivi:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        25
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Potrei aggiornare la nostra Politica sulla Privacy di tanto in tanto. Pertanto, ti consigliamo di rivedere periodicamente questa pagina per eventuali modifiche. Ti notificherò di eventuali cambiamenti pubblicando la nuova Politica sulla Privacy su questa pagina. Questi cambiamenti sono efficaci immediatamente dopo la loro pubblicazione su questa pagina.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        38
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Valuto la tua fiducia nel fornirci le tue Informazioni Personali, quindi ci impegniamo a utilizzare mezzi commercialmente accettabili per proteggerle. Ma ricorda che nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è al 100% sicuro e affidabile, e non posso garantirne la sicurezza assoluta.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        34
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Voglio informare gli utenti di questo Servizio che queste terze parti hanno accesso alle tue Informazioni Personali. Il motivo è di svolgere i compiti assegnati a loro per nostro conto. Tuttavia, sono obbligati a non divulgare o utilizzare le informazioni per altri scopi.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        32
      ]
    ]
  },
  "xeCjro": {
    "translation": "Voglio informarti che ogni volta che utilizzi il mio Servizio, in caso di errore nell'app, raccolgo dati e informazioni (attraverso prodotti di terze parti) sul tuo telefono chiamati Dati di Log. Questi Dati di Log potrebbero includere informazioni come l'indirizzo Internet Protocol ('IP') del tuo dispositivo, il nome del dispositivo, la versione del sistema operativo, la configurazione dell'app durante l'utilizzo del mio Servizio, la data e l'ora del tuo utilizzo del Servizio, e altre statistiche.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        21
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Se hai domande su questi Termini, ti preghiamo di contattarci a #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        29
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Risultati Immediati",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Esperienza Interattiva",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Divertimento Interattivo",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Introduzione al Disegno de Il Mondo di Dandy",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Il Generatore di Disegni de Il Mondo di Dandy è adatto ai principianti?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "Il Maker delle Slot per Disegni de Il Mondo di Dandy è adatto a tutte le età?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "Il randomizzatore dei Disegni de Il Mondo di Dandy è adatto ai principianti?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "È disponibile supporto se rimango bloccato mentre disegno?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Unisciti a una vibrante comunità di artisti de Il Mondo di Dandy. Condividi i tuoi disegni, ricevi feedback e partecipa a sfide settimanali per migliorare le tue abilità mentre ti connetti con altri artisti.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Foglia",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "t5k4ze": {
    "translation": "Impara a Disegnare i Tuoi Personaggi Preferiti",
    "message": "Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        37
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Impara tecniche di disegno professionali specifiche per i personaggi de Il Mondo di Dandy. Padroneggia sfumature, colorazione e dettagli attraverso tutorial e guide specializzate.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Impara le proporzioni corrette per i personaggi de Il Mondo di Dandy. Usa la dimensione della testa come unità di misura di base. Ad esempio, il corpo di Rodger è tipicamente alto 2,5 teste. Crea linee guida per mantenere proporzioni coerenti durante il tuo disegno.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Impara a Disegnare i Personaggi de Il Mondo di Dandy",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Imparare a disegnare i personaggi de Il Mondo di Dandy varia da persona a persona. La maggior parte dei principianti può creare personaggi riconoscibili entro 2-4 settimane di pratica regolare. I nostri tutorial strutturati analizzano i personaggi complessi in passaggi semplici, rendendo il processo di apprendimento più gestibile.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Caricamento...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Padroneggia il disegno dei personaggi de Il Mondo di Dandy attraverso tutorial progressivi. Il nostro approccio strutturato scompone i personaggi complessi in forme semplici, rendendolo accessibile a artisti di tutti i livelli di abilità.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Padroneggia il disegno dei personaggi de Il Mondo di Dandy con tutorial passo-passo. Ottieni suggerimenti da esperti, guide sui personaggi e unisciti alla nostra comunità creativa di artisti.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Padroneggiare le Proporzioni dei Personaggi",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Opzioni di Esportazione Multiple",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Elementi Naturali",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Errore di rete o problema CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Nuovi tutorial de Il Mondo di Dandy vengono aggiunti settimanalmente, inclusi guide sui personaggi, dimostrazioni di tecniche e lezioni a tema speciale. Aggiorniamo regolarmente i nostri contenuti in base ai feedback della comunità e introduciamo tutorial per nuovi personaggi man mano che compaiono.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "I nuovi utenti che accedono riceveranno 2 crediti",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Naso",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Una volta che ti senti a tuo agio con le forme di base, concentrati sull'arte del tratto. Inizia con schizzi leggeri, poi affina progressivamente le tue linee. Per i personaggi de Il Mondo di Dandy, utilizza pesi di linea variabili per aggiungere profondità e carattere ai tuoi disegni.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "La nostra piattaforma include un sistema di tracciamento dei progressi in cui puoi salvare il tuo lavoro artistico de Il Mondo di Dandy, confrontare i miglioramenti nel tempo e guadagnare badge di successo. Ti incoraggiamo anche a mantenere un portfolio artistico personale per visualizzare il tuo sviluppo.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Personalizza il tuo randomizzatore di Disegni de Il Mondo di Dandy con colori e temi del ruota personalizzabili. Crea il tuo compagno di disegno perfetto con elementi visuali regolabili.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Petalo",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Accedi per continuare",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Pratica e Suggerimenti per il Miglioramento",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Biblioteca di Forme Preimpostate",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Politica sulla privacy",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "woRfhL": {
    "translation": "Politica sulla Privacy per #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        16
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Tecniche Professionali",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Progredisci dai schizzi di base del Mondo di Dandy a composizioni di personaggi complessi. Impara i principi fondamentali dell'arte attraverso esercizi e tutorial incentrati sui personaggi.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Selezione Casuale di Personaggi",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Generazione Casuale di Storie",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Randomizza",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Generatore Casual",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "La pratica regolare è fondamentale per padroneggiare il disegno dei personaggi del Mondo di Dandy. Unisciti a comunità online, partecipa a sfide di disegno e studia materiali di riferimento ufficiali. Tieni un quaderno dedicato alla pratica del Mondo di Dandy.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Opzioni di Colore Ricche",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Salva e condividi le tue creazioni del Generatore di Disegni del Mondo di Dandy in formato PNG o JPG, rendendo semplice preservare e mostrare la tua arte.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Condividi i tuoi disegni del Mondo di Dandy su piattaforme di social media. Unisciti a una vivace comunità di artisti che mostrano le loro interpretazioni dei personaggi dal generatore casuale.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Accedi con Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Sviluppo delle Competenze",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Esperienza Slot Machine",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Creatore di Slot",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Integrazione Sociale",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Gira il Creatore di Slot di Disegni del Mondo di Dandy per generare combinazioni uniche di storie con i personaggi di Dandy. Un'esperienza divertente di slot machine con eroi dei cartoni animati.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        25
      ]
    ]
  },
  "kHKg51": {
    "translation": "Gira la ruota interattiva per selezionare casualmente dai personaggi del Mondo di Dandy, tra cui Dandy, Pebble, Vee, Astro e Shelly. Perfetto per ispirare la creatività nelle tue sessioni di disegno.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Gira!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Quadrato",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Inizia fresco in qualsiasi momento con la funzione di pulizia della tela con un clic del Generatore di Disegni del Mondo di Dandy, perfetta per sperimentare diversi stili di disegno.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Apprendimento Passo-Passo",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Ispirazione per Storie",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Termini di servizio",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Termini di Servizio per #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        16
      ]
    ]
  },
  "DFLfXa": {
    "translation": "Il Generatore Casual di Disegni del Mondo di Dandy è regolarmente aggiornato per includere nuovi personaggi dell'universo del Mondo di Dandy. Controlla regolarmente per scoprire nuove aggiunte alla ruota dei personaggi per ispirazione fresca nel disegno.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "Il Creatore di Slot di Disegni del Mondo di Dandy genera istantaneamente nuove combinazioni di storie ad ogni giro, rendendo ogni interazione unica e divertente.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "Il Creatore di Slot di Disegni del Mondo di Dandy viene aggiornato regolarmente con nuovi personaggi, elementi di storia e funzionalità. Gli aggiornamenti si verificano tipicamente mensilmente, portando contenuti freschi e ampliando le possibilità di generazione di storie all'interno dell'universo del Mondo di Dandy.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "Il Creatore di Slot di Disegni del Mondo di Dandy funziona girando rulli virtuali contenenti diversi elementi di storia e personaggi del Mondo di Dandy. Quando premi il pulsante di giro, combina casualmente questi elementi per creare scenari di storia unici. Ogni giro genera una nuova combinazione di personaggi, ambientazioni e elementi di trama.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "La proprietà delle immagini generate dal testo sul Sito appartiene alla persona che ha creato l'immagine. #0# non rivendica alcuna proprietà sulle immagini create dagli utenti.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        21
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Questi Termini saranno regolati e interpretati in conformità con le leggi degli Stati Uniti d'America, senza tener conto delle sue disposizioni sui conflitti di leggi.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        25
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Questa pagina è utilizzata per informare i visitatori riguardo le mie politiche relative alla raccolta, all'uso e alla divulgazione delle Informazioni Personali se qualcuno decidesse di utilizzare il mio Servizio. Se scegli di utilizzare il mio Servizio, accetti quindi la raccolta e l'uso delle informazioni in relazione a questa politica. Le Informazioni Personali che raccolgo sono utilizzate per fornire e migliorare il Servizio. Non utilizzerò o condividerò le tue informazioni con nessuno, tranne come descritto in questa Informativa sulla Privacy. I termini utilizzati in questa Informativa sulla Privacy hanno gli stessi significati indicati nei nostri Termini e Condizioni.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        17
      ]
    ]
  },
  "S1ia36": {
    "translation": "Questo Servizio può contenere collegamenti ad altri siti. Se clicchi su un link di terze parti, verrai diretto a quel sito. Nota che questi siti esterni non sono gestiti da me. Pertanto, ti consiglio vivamente di esaminare l'Informativa sulla Privacy di questi siti web. Non ho controllo e non mi assumo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti o servizi di terze parti.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        36
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Consigli per il Disegno del Mondo di Dandy",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Consigli per il Generatore di Disegni del Mondo di Dandy",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Consigli per il Randomizzatore di Disegni del Mondo di Dandy",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Consigli per il Creatore di Slot di Disegni del Mondo di Dandy",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Per aiutarci ad analizzare come viene utilizzato il nostro Servizio;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        30
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Per iniziare a disegnare i personaggi del Mondo di Dandy, hai solo bisogno di forniture artistiche di base come matite, carta e gomme. Per l'arte digitale, è consigliato un tablet da disegno e software come Procreate o Photoshop, ma non sono obbligatori. Forniamo tutorial per entrambi i mezzi tradizionali e digitali.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Per facilitare il nostro Servizio;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Per ottenere il massimo dalla tua esperienza con il Creatore di Slot di Disegni del Mondo di Dandy, prova questi consigli: 1) Gira più volte per esplorare diverse combinazioni, 2) Usa i filtri tematici per concentrarti su tipi specifici di storie, 3) Salva le tue combinazioni preferite per ispirazione, e 4) Sperimenta con diverse combinazioni di personaggi per scoprire trame uniche.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Per eseguire servizi relativi al Servizio;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        29
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Per fornire il Servizio per nostro conto;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        28
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Triangolo",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Comprendere le Forme di Base nei Personaggi del Mondo di Dandy",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Design di Personaggi Unici",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Carica",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Caricamento",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Utilizzare il Randomizzatore di Disegni del Mondo di Dandy è semplice: basta cliccare sul pulsante di girare per far ruotare la ruota, e selezionerà casualmente un personaggio da disegnare. La ruota interattiva si fermerà su un personaggio, fornendoti il tuo prossimo soggetto di disegno dall'universo del Mondo di Dandy.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Stili Artistici Versatili",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "DFOg6P": {
    "translation": "Raccogliamo dati personali (nome, email e informazioni di pagamento) e dati non personali (cookie web) per migliorare i nostri servizi. L'uso di questi dati è regolato dalla nostra Informativa sulla Privacy, che può essere trovata a",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Benvenuto in #0#! Il nostro sito, situato a #1# (Sito Web), è dedicato a fornirti la possibilità di creare immagini personalizzate. Accedendo o utilizzando il nostro Sito Web, accetti di essere vincolato da questi Termini di Servizio (Termini). Se non sei d'accordo con alcuna parte dei termini, ti è vietato utilizzare il Sito Web.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        17
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Benvenuto nel Mondo di Dandy Drawing, dove l'immaginazione artistica incontra l'apprendimento strutturato in una vibrante comunità creativa. Dalla nostra fondazione nel 2023, il Mondo di Dandy è diventato una destinazione di prima scelta per artisti aspiranti e illustratori esperti, offrendo tutorial completi e risorse focalizzate sull'illustrazione dei personaggi. La nostra piattaforma combina in modo unico il fascino dei personaggi del Mondo di Dandy con l'istruzione artistica professionale, rendendo il processo di apprendimento sia piacevole che efficace. Attraverso le nostre guide passo dopo passo, gli artisti possono padroneggiare le tecniche di disegno esplorando l'incantevole universo del Mondo di Dandy. Che tu stia schizzando le espressioni giocose di Rodger o catturando le pose dinamiche di Shelly, la nostra piattaforma orientata alla comunità offre l'ambiente perfetto per la crescita artistica. Con sfide settimanali, sessioni di disegno dal vivo e una rete di supporto di altri artisti, il Mondo di Dandy Drawing trasforma il percorso di apprendimento dell'illustrazione dei personaggi in un'avventura coinvolgente. Unisciti a migliaia di artisti che hanno già scoperto la gioia di dare vita ai personaggi del Mondo di Dandy attraverso le loro opere, e diventa parte di una comunità in crescita dedicata all'eccellenza artistica e all'espressione creativa.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Benvenuto nei tutorial di disegno del Mondo di Dandy! Prima di iniziare, raccogli gli strumenti essenziali: matite (HB, 2B), gomme, carta di qualità e materiali per colorare. Per gli artisti digitali, assicurati di avere un tablet per disegno e software come Procreate o Photoshop pronti.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Quali strumenti di disegno sono disponibili nel Generatore di Disegno del Mondo di Dandy?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Quali funzionalità offre il Generatore di Disegno del Mondo di Dandy?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Cosa succede se commetto un errore mentre utilizzo il Generatore di Disegno del Mondo di Dandy?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Cos'è il Disegno del Mondo di Dandy e per chi è?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "Cos'è il Randomizzatore di Disegno del Mondo di Dandy?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Cos'è il Generatore di Disegno del Mondo di Dandy?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "Cos'è il Maker di Slot per Disegno del Mondo di Dandy?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Sebbene i personaggi del Mondo di Dandy siano protetti da copyright, offriamo linee guida per la creazione di fan art. L'uso personale ed educativo è incoraggiato, ma l'uso commerciale richiede una licenza adeguata. Contatta il nostro team di licenze per richieste commerciali.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Mantenendo gli elementi caratteristici fondamentali, il Mondo di Dandy incoraggia l'interpretazione artistica. Sperimenta con diverse pose, espressioni e scenari mentre disegni i tuoi personaggi preferiti.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Sebbene il Maker di Slot per Disegno del Mondo di Dandy operi principalmente su generazione casuale, puoi influenzare alcuni aspetti del processo di creazione della storia selezionando categorie di personaggi specifiche o temi della storia prima di girare. Questo consente un certo livello di personalizzazione mantenendo l'elemento entusiastico della casualità.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "Con il Generatore di Disegno del Mondo di Dandy, puoi facilmente salvare la tua opera d'arte completata in formato PNG o JPG. Fai semplicemente clic sul pulsante di salvataggio quando hai finito con il tuo disegno per esportarlo nel formato di file preferito.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Sì, i tutorial del Mondo di Dandy sono categorizzati in livelli Principiante, Intermedio e Avanzato. Ogni livello si basa sulle abilità precedenti, aiutandoti a progredire da schizzi di personaggi di base a illustrazioni complesse con ombreggiature, colorazione e pose dinamiche adeguate.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Sì, il Generatore di Disegno del Mondo di Dandy include forme preimpostate specificamente progettate per creare elementi naturali come foglie, fiori e petali. Questi strumenti rendono facile aggiungere dettagli ambientali affascinanti alla tua opera.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Sì, il Randomizzatore di Disegno del Mondo di Dandy è completamente reattivo e funziona perfettamente su dispositivi mobili, tablet e computer desktop, permettendoti di generare selezioni casuali di personaggi da disegnare ovunque e in qualsiasi momento.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Sì, il Randomizzatore di Disegno del Mondo di Dandy è perfetto per attività di gruppo! Viene comunemente usato in sfide artistiche, corsi di disegno e serate di giochi creativi dove i partecipanti possono alternarsi a girare la ruota e disegnare il personaggio selezionato del Mondo di Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Sì, il Randomizzatore di Disegno del Mondo di Dandy offre opzioni di personalizzazione. Puoi regolare l'aspetto della ruota, inclusi colori e temi, per adattarli alle tue preferenze. Questa funzione aiuta a creare un'esperienza di disegno più personalizzata con i tuoi personaggi preferiti del Mondo di Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Sì, il Maker di Slot per Disegno del Mondo di Dandy ti consente di salvare le tue combinazioni di storie preferite. Una volta trovata una combinazione di storia che ti piace, puoi salvarla per rivederla in seguito o condividerla con altri fan del Mondo di Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Sì, il Maker di Slot per Disegno del Mondo di Dandy è progettato per essere adatto alle famiglie e per tutte le età. Tutte le combinazioni di storie generate sono appropriate per i bambini e rimangono divertenti anche per gli adulti che amano l'universo del Mondo di Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Sì, puoi condividere i tuoi disegni dei personaggi del Mondo di Dandy su varie piattaforme di social media. Molti utenti condividono le loro creazioni su piattaforme come TikTok e Instagram, unendosi a una comunità di artisti che utilizzano il Randomizzatore di Disegno per ispirazione.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Sì! Il Generatore di Disegno del Mondo di Dandy include un insieme completo di parti del corpo preimpostate come mani, piedi, occhi e naso, rendendo facile creare personaggi unici. Combinato con varie forme e colori, puoi dare vita ai tuoi design di personaggi.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Sì! Ti incoraggiamo a condividere la tua arte del Mondo di Dandy all'interno della nostra comunità. Puoi postare i tuoi disegni sulla nostra piattaforma, ricevere feedback da altri artisti e partecipare a sfide settimanali. Ricorda solo di seguire le nostre linee guida comunitarie e dare credito al Mondo di Dandy in modo appropriato.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Sì! Organizziamo regolarmente sfide di disegno del Mondo di Dandy, concorsi mensili ed eventi speciali. Questi includono sfide di personaggio del mese, concorsi a tema stagionale e jam artistiche comunitarie. I vincitori ricevono spesso riconoscimento e caratteristiche speciali sulla nostra piattaforma.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Ti viene concessa una licenza limitata, non esclusiva e non trasferibile per utilizzare il Sito Web e i suoi servizi per scopi personali e non commerciali. Questa licenza non include diritti di copiare, modificare o distribuire il contenuto del Sito Web o utilizzarlo per scopi commerciali senza il nostro previo consenso scritto.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        19
      ]
    ]
  },
  "lX4VC4": {
    "translation": "Elenco dei Blog",
    "message": "博客列表",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/layout..tsx",
        7
      ]
    ]
  }
}