{
  "32fNxX": {
    "translation": "#0# se réserve le droit, à sa seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Nous informerons les utilisateurs de tout changement par e-mail. Votre utilisation continue du site après tout changement de ces Conditions constituera votre acceptation de ces changements.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        60
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Collecte et utilisation des informations",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        51
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Licence d'utilisation",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        51
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Données de journal",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        53
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Propriété",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        53
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookies",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        55
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Collecte de données utilisateur",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        55
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Droit applicable",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        57
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Fournisseurs de services",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        57
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Modifications des conditions",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        59
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Sécurité",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        66
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Informations de contact",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        61
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Liens vers d'autres sites",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        68
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Modifications de cette politique de confidentialité",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        70
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Absolument ! Le générateur de dessins de Le Monde de Dandy est conçu pour être convivial pour les artistes de tous niveaux de compétence. Avec des formes prédéfinies, des outils faciles à utiliser et des contrôles intuitifs, les débutants peuvent commencer à créer des œuvres d'art immédiatement.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Absolument ! La communauté de Le Monde de Dandy offre plusieurs options de soutien : des guides détaillés étape par étape, des tutoriels vidéo, des forums communautaires et des retours d'expérience d'artistes expérimentés. Vous pouvez également participer à nos sessions de dessin en direct hebdomadaires pour des conseils en temps réel.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Absolument ! Le randomiseur de dessins de Le Monde de Dandy est conçu pour les artistes de tous niveaux de compétence. Que vous soyez un débutant apprenant à dessiner ou un artiste expérimenté en quête d'inspiration, le randomiseur offre un moyen amusant et engageant de pratiquer le dessin des personnages de Le Monde de Dandy.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Accédez à une variété de formes prédéfinies dans le générateur de dessins de Le Monde de Dandy, y compris des cercles, des carrés, des triangles et des ellipses pour construire rapidement la structure de base de votre personnage.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Accédez à une large gamme de ressources de dessin de Le Monde de Dandy, y compris des guides de personnages, des palettes de couleurs et des graphiques de proportions. Parfait pour maintenir l'authenticité de votre œuvre.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Communauté active",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Ajout de détails et d'expressions",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Appliquez des couleurs en utilisant la palette de couleurs officielle de Le Monde de Dandy. Commencez par les couleurs de base, puis ajoutez des ombres et des reflets. N'oubliez pas que chaque personnage a son schéma de couleurs unique - comme le smoking gris de Rodger et son bandeau violet-bleu.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Y a-t-il des défis de dessin ou des événements dans Le Monde de Dandy ?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Y a-t-il des conseils pour utiliser efficacement le créateur de slots de dessin de Le Monde de Dandy ?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Y a-t-il différents niveaux de difficulté dans les tutoriels de Le Monde de Dandy ?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Commencez par décomposer les personnages de Le Monde de Dandy en formes de base. La plupart des personnages commencent par des formes géométriques simples - des cercles pour la tête de Rodger, des rectangles pour la structure du corps. Pratiquez ces formes fondamentales avant d'ajouter des détails.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blogs",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/blogs.tsx",
        24
      ],
      [
        "components/wegic/footer.tsx",
        13
      ],
      [
        "components/wegic/header.tsx",
        30
      ]
    ]
  },
  "mRjO9S": {
    "translation": "Liste des blogs",
    "message": "Blogs List",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/[slug]/page.tsx",
        63
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "En utilisant #0#, vous signifiez votre acceptation de ces Conditions de service.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        63
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Puis-je créer des personnages en utilisant le générateur de dessins de Le Monde de Dandy ?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Puis-je personnaliser la roue du randomiseur de dessins de Le Monde de Dandy ?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Puis-je personnaliser les éléments de l'histoire dans le créateur de slots de dessin de Le Monde de Dandy ?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Puis-je dessiner des éléments de la nature en utilisant le générateur de dessins de Le Monde de Dandy ?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Puis-je sauvegarder les histoires générées par le créateur de slots de dessin de Le Monde de Dandy ?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Puis-je partager mes œuvres de Le Monde de Dandy en ligne ?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Puis-je partager mes dessins issus du randomiseur de Le Monde de Dandy ?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Puis-je utiliser les dessins de Le Monde de Dandy à des fins commerciales ?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Puis-je utiliser le randomiseur de dessins de Le Monde de Dandy pour des activités de groupe ?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Personnages de dessin animé",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Collection de parties de personnages",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Cercle",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Toile claire",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        557
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Fermer",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Colorier votre personnage de Le Monde de Dandy",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Complétez votre dessin de Le Monde de Dandy en ajoutant les touches finales et des éléments de fond optionnels. Passez en revue votre travail pour vous assurer qu’il est cohérent avec le design du personnage original. Partagez votre œuvre avec la communauté de dessin de Le Monde de Dandy pour obtenir des retours.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Ressources complètes",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Les cookies sont des fichiers contenant une petite quantité de données qui sont couramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés à votre navigateur par les sites Web que vous visitez et sont stockés dans la mémoire interne de votre appareil. Ce service n'utilise pas ces cookies explicitement. Cependant, l'application peut utiliser des codes et des bibliothèques tierces qui utilisent des cookies pour collecter des informations et améliorer leurs services. Vous avez la possibilité d'accepter ou de refuser ces cookies et de savoir quand un cookie est envoyé à votre appareil. Si vous choisissez de refuser nos cookies, vous pourriez ne pas être en mesure d'utiliser certaines parties de ce service.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        56
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Créez de magnifiques arrière-plans en utilisant les formes inspirées de la nature du générateur de dessins de Le Monde de Dandy, comme des feuilles, des fleurs et des pétales pour améliorer vos dessins de personnages.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Créez des histoires Dandy aléatoires !",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        60
      ]
    ]
  },
  "7z8zid": {
    "translation": "Créez maintenant vos personnages préférés de Le Monde de Dandy !",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        60
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Créez vos personnages préférés de Le Monde de Dandy avec notre générateur de dessins facile à suivre. Parfait pour les débutants et les artistes avancés avec des tutoriels étape par étape.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        35
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Créer des lignes propres en art",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Générateur créatif d'accessoires de personnages !",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        60
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Liberté créative",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Options de personnalisation",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Le style artistique du Monde de Dandy est adaptable à divers médias. Que vous préfériez le croquis traditionnel, l'art numérique ou les aquarelles, les designs de personnages se traduisent magnifiquement à travers différentes techniques artistiques.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Tutoriels et ressources de dessin de personnages du Monde de Dandy",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "9tmw/V": {
    "translation": "Blogs de dessin du Monde de Dandy - Apprenez à dessiner vos personnages préférés",
    "message": "Dandy's World Draw Blogs - Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        31
      ]
    ]
  },
  "q4aWez": {
    "translation": "Générateur de dessin du Monde de Dandy | Apprenez à dessiner des personnages étape par étape",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        32
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Dandy's World Draw est une plateforme de dessin complète conçue pour les débutants et les artistes expérimentés qui souhaitent apprendre à dessiner les personnages du Monde de Dandy. Elle propose des tutoriels étape par étape, des ressources et un soutien communautaire pour quiconque intéressé par la maîtrise de l'illustration de personnages.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Générateur aléatoire de dessin du Monde de Dandy",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        57
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Générateur aléatoire de dessin du Monde de Dandy | Générateur d'objets de personnage créatifs",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        32
      ]
    ]
  },
  "SKPzak": {
    "translation": "Le générateur aléatoire de dessin du Monde de Dandy est un outil interactif basé sur une roue qui aide les utilisateurs à sélectionner des personnages aléatoires de l'univers du Monde de Dandy pour s'inspirer au dessin. Il présente des personnages adorés tels que Dandy, Pebble, Vee, Astro et Shelly, ce qui le rend parfait pour les artistes et les conteurs créatifs.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Le Monde de Dandy propose des designs de personnages distinctifs faciles à dessiner. Chaque personnage, de Rodger à Shelly, possède des formes claires et des caractéristiques mémorables qui les rendent parfaits pour les débutants comme pour les artistes avancés.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Dessins du Monde de Dandy",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "0TJXVf": {
    "translation": "Publication de blogs de dessin du Monde de Dandy",
    "message": "Dandys World Draw Blogs Post",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        34
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Générateur de dessins du Monde de Dandy",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        57
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Le générateur de dessins du Monde de Dandy est un outil de dessin intuitif qui permet aux utilisateurs de créer des personnages et des œuvres d'art en utilisant des formes prédéfinies, des couleurs personnalisables et divers éléments de dessin. Il est conçu pour rendre la création de personnages accessible aux artistes de tous niveaux.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Le générateur de dessins du Monde de Dandy propose 12 couleurs vives et des tailles de pinceau réglables, vous donnant un contrôle total pour créer des œuvres d'art de personnages étonnantes avec précision et style.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Le générateur de dessins du Monde de Dandy offre une variété d'outils de dessin, y compris des tailles de pinceau réglables, 12 couleurs différentes, des formes géométriques prédéfinies, des parties du corps de personnages et des éléments naturels. Ces outils fournissent tout ce dont vous avez besoin pour créer des œuvres détaillées.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Le générateur de dessins du Monde de Dandy propose plusieurs fonctionnalités, y compris 12 options de couleur différentes, des tailles de pinceau réglables, des formes prédéfinies (cercles, carrés, triangles, ellipses), des parties du corps de personnages et des éléments naturels. Vous pouvez également effacer votre toile et enregistrer votre œuvre en format PNG ou JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Créateur de tirages du Monde de Dandy",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        57
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Créateur de tirages du Monde de Dandy | Créez des histoires de Dandy aléatoires",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        32
      ]
    ]
  },
  "kdz4sF": {
    "translation": "Le créateur de tirages du Monde de Dandy crée des combinaisons d'histoires uniques à chaque tour, mettant en scène les personnages adorés du Monde de Dandy dans des scénarios inattendus.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "Le créateur de tirages du Monde de Dandy est un outil de génération d'histoires interactif qui combine les mécaniques de machine à sous avec la narration. Il génère aléatoirement des histoires uniques mettant en scène des personnages du Monde de Dandy grâce à un système de rotation et de correspondance.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Découvrez un aléatoire interactif amusant mettant en vedette Dandy, Pebble, Flutter et d'autres personnages. Parfait pour des sessions de dessin créatives et des inspirations de narration.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        35
      ]
    ]
  },
  "9RcWb5": {
    "translation": "Découvrez des tutoriels et des conseils étape par étape pour dessiner les personnages du Monde de Dandy. Apprenez des techniques professionnelles pour créer des œuvres d'art de fans incroyables de Shelly, Rudie et Pebble.",
    "message": "Discover step-by-step tutorials and tips for drawing Dandy's World characters. Learn professional techniques to create amazing fan art of Shelly, Rudie & Pebble.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        32
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Plongez dans le charmant monde des personnages du Monde de Dandy grâce au créateur de tirages du Monde de Dandy, où vos héros préférés font partie de contes générés aléatoirement.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Ai-je besoin d'équipement spécial pour commencer à dessiner les personnages du Monde de Dandy ?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "Le générateur aléatoire de dessin du Monde de Dandy fonctionne-t-il sur des appareils mobiles ?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Ne vous inquiétez pas ! Le générateur de dessins du Monde de Dandy comprend une fonction d'effacement de toile qui vous permet de repartir à zéro lorsque cela est nécessaire. Cela le rend parfait pour expérimenter et perfectionner vos compétences en dessin.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Télécharger",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        564
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Télécharger en tant que JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        586
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Télécharger en tant que PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        577
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Ajoutez facilement des caractéristiques de personnage détaillées avec la bibliothèque de parties de corps prédéfinies du générateur de dessins du Monde de Dandy, y compris des éléments de mains, de pieds, d'yeux et de nez.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Réinitialisation facile",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Ellipse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Engagez-vous avec le créateur de tirages du Monde de Dandy pour une expérience divertissante qui donne vie aux personnages du Monde de Dandy de manière surprenante.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Profitez d'une expérience de dessin engageante avec le générateur aléatoire de dessin du Monde de Dandy. Parfait pour des soirées de jeux, des défis artistiques et des sessions de narration créative.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Ressentez le frisson d'une machine à sous avec le créateur de tirages du Monde de Dandy, où chaque tour révèle de nouvelles combinaisons de personnages et d'éléments d'histoire.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Œil",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Échec de téléchargement du fichier : {0}",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Fonctionnalités du générateur de dessins du Monde de Dandy",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Dernières touches et arrière-plan",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Fleur",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Concentrez-vous sur les détails et les expressions spécifiques aux personnages. Pratiquez le dessin de diverses émotions et poses typiques du Monde de Dandy. Faites attention aux caractéristiques uniques telles que l'œil plissé de Rodger ou les accessoires distinctifs.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Pied",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Pour une meilleure expérience, lors de l'utilisation de notre Service, je peux vous demander de fournir certaines informations personnellement identifiables. Les informations que je demande seront conservées sur votre appareil et ne seront collectées par moi d'aucune manière. L'application utilise des services tiers qui peuvent collecter des informations utilisées pour vous identifier.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        52
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Style libre",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Questions Fréquemment Posées",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Générez des idées de narration créative avec les personnages du Monde de Dandy. Utilisez l'aléatoire pour créer des récits uniques et développer des histoires axées sur les personnages.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Générez maintenant !",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Générateur",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Commencer avec le dessin du Monde de Dandy",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Main",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Accueil",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Comment puis-je suivre mes progrès dans le dessin des personnages du Monde de Dandy ?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Comment puis-je enregistrer mon œuvre dans le Générateur de Dessin du Monde de Dandy ?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Comment utiliser le randomisateur de personnages du Monde de Dandy ?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Comment fonctionne le créateur de créneaux de dessin du Monde de Dandy ?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Combien de temps faut-il pour apprendre à dessiner les personnages du Monde de Dandy ?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "À quelle fréquence de nouveaux personnages sont ajoutés au randomisateur du Monde de Dandy ?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "À quelle fréquence de nouveaux personnages sont ajoutés au créateur de créneaux de dessin du Monde de Dandy ?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "À quelle fréquence de nouveaux tutoriels de dessin du Monde de Dandy sont ajoutés ?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Je peux faire appel à des entreprises et des individus tiers pour les raisons suivantes :",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        58
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Je peux mettre à jour notre Politique de Confidentialité de temps à autre. Par conséquent, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai des changements en affichant la nouvelle Politique de Confidentialité sur cette page. Ces changements prennent effet immédiatement après leur publication sur cette page.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        71
      ]
    ]
  },
  "5dDG4E": {
    "translation": "J'apprécie votre confiance en nous fournissant vos Informations Personnelles, nous faisons donc tout notre possible pour les protéger par des moyens commercialement acceptables. Mais rappelez-vous qu'aucun mode de transmission sur Internet, ni méthode de stockage électronique n'est 100 % sécurisé et fiable, et je ne peux garantir sa sécurité absolue.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        67
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Je souhaite informer les utilisateurs de ce Service que ces tiers ont accès à vos Informations Personnelles. Cela est nécessaire pour effectuer les tâches qui leur sont confiées en notre nom. Toutefois, ils sont tenus de ne pas divulguer ni d'utiliser ces informations à d'autres fins.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        65
      ]
    ]
  },
  "xeCjro": {
    "translation": "Je souhaite vous informer que chaque fois que vous utilisez mon Service, en cas d'erreur dans l'application, je collecte des données et des informations (via des produits tiers) sur votre téléphone que j'appelle Données de journal. Ces Données de journal peuvent inclure des informations telles que votre adresse Internet Protocol ('IP'), le nom de l'appareil, la version du système d'exploitation, la configuration de l'application lors de l'utilisation de mon Service, la date et l'heure de votre utilisation du Service, et d'autres statistiques.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        54
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Si vous avez des questions concernant ces Termes, veuillez nous contacter à #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        62
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Résultats instantanés",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Expérience interactive",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Amusement interactif",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Introduction au Dessin du Monde de Dandy",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Le Générateur de Dessin du Monde de Dandy est-il adapté aux débutants ?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "Le Créateur de Créneaux de Dessin du Monde de Dandy est-il adapté à tous les âges ?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "Le Randomisateur de Dessin du Monde de Dandy est-il adapté aux débutants ?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "Y a-t-il un support disponible si je bloque en dessinant ?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Rejoignez une communauté dynamique d'artistes du Monde de Dandy. Partagez vos dessins, obtenez des retours et participez à des défis hebdomadaires pour améliorer vos compétences tout en vous connectant avec d'autres artistes.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Feuille",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "t5k4ze": {
    "translation": "Apprenez à dessiner vos personnages préférés",
    "message": "Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        37
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Apprenez des techniques de dessin professionnelles spécifiques aux personnages du Monde de Dandy. Maîtrisez l'ombrage, la colorisation et le travail de détail grâce à des tutoriels et des guides spécialisés.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Apprenez les proportions correctes pour les personnages du Monde de Dandy. Utilisez la taille de la tête comme unité de mesure de base. Par exemple, le corps de Rodger mesure généralement 2,5 têtes de hauteur. Créez des lignes directrices pour maintenir des proportions cohérentes tout au long de votre dessin.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Apprendre à Dessiner les Personnages du Monde de Dandy",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Apprendre à dessiner les personnages du Monde de Dandy varie selon les individus. La plupart des débutants peuvent créer des personnages reconnaissables dans 2 à 4 semaines de pratique régulière. Nos tutoriels structurés décomposent des personnages complexes en étapes simples, rendant le processus d'apprentissage plus gérable.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Chargement...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Maîtrisez le dessin des personnages du Monde de Dandy grâce à des tutoriels progressifs. Notre approche structurée décompose les personnages complexes en formes simples, rendant l'apprentissage accessible pour les artistes de tous niveaux.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Maîtrisez le dessin des personnages du Monde de Dandy avec des tutoriels étape par étape. Obtenez des conseils d'experts, des guides de personnages et rejoignez notre communauté créative d'artistes.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Maîtrise des Proportions des Personnages",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Options d'Exportation Multiples",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Éléments de la Nature",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Erreur réseau ou problème CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "De nouveaux tutoriels du Monde de Dandy sont ajoutés chaque semaine, y compris des guides de personnages, des démonstrations de techniques et des leçons thématiques spéciales. Nous mettons régulièrement à jour notre contenu en fonction des retours de la communauté et introduisons des tutoriels pour de nouveaux personnages au fur et à mesure qu'ils apparaissent.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Les nouveaux utilisateurs qui se connectent recevront 2 crédits",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Nez",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Une fois à l'aise avec les formes de base, concentrez-vous sur l'art linéaire. Commencez par un croquis léger, puis affinez progressivement vos lignes. Pour les personnages du Monde de Dandy, utilisez des épaisseurs de lignes variées pour ajouter de la profondeur et de la personnalité à vos dessins.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Notre plateforme comprend un système de suivi des progrès où vous pouvez enregistrer vos œuvres du Monde de Dandy, comparer vos améliorations au fil du temps et gagner des badges d'accomplissement. Nous encourageons également le maintien d'un portfolio artistique personnel pour visualiser votre développement.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Personnalisez votre Randomisateur de Dessin du Monde de Dandy avec des couleurs et des thèmes de roue personnalisables. Créez votre compagnon de dessin parfait avec des éléments visuels ajustables.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Pétale",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Veuillez vous connecter pour continuer",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Conseils de Pratique et d'Amélioration",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Bibliothèque de Formes Préétablies",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Politique de confidentialité",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        56
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "LcET2C": {
    "translation": "Politique de confidentialité",
    "message": "Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "woRfhL": {
    "translation": "Politique de confidentialité pour #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        49
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Techniques Professionnelles",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Progressez des croquis de base du Monde de Dandy à des compositions de personnages complexes. Apprenez les principes essentiels de l'art à travers des exercices et des tutoriels axés sur les personnages.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Sélection de Personnages Aléatoires",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Génération de Histoires Aléatoires",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Aléatoire",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Générateur Aléatoire",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "La pratique régulière est essentielle pour maîtriser le dessin de personnages du Monde de Dandy. Rejoignez des communautés en ligne, participez à des défis de dessin et étudiez des documents de référence officiels. Gardez un carnet de croquis dédié à la pratique du Monde de Dandy.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Options de Couleur Riches",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Enregistrez et partagez vos créations du Générateur de Dessin du Monde de Dandy en format PNG ou JPG, ce qui facilite la préservation et la mise en valeur de votre art.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Partagez vos dessins du Monde de Dandy sur les réseaux sociaux. Rejoignez une communauté vibrante d'artistes mettant en avant leurs interprétations de personnages générés par le générateur aléatoire.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Connectez-vous avec Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Développement de Compétences",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Expérience de Machine à Sous",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Créateur de Machines à Sous",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Intégration Sociale",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Faites tourner le Créateur de Dessins du Monde de Dandy pour générer des combinaisons d'histoires uniques mettant en vedette des personnages de Dandy. Une expérience amusante de machine à sous avec des héros de dessins animés.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        35
      ]
    ]
  },
  "kHKg51": {
    "translation": "Faites tourner la roue interactive pour sélectionner aléatoirement parmi les personnages du Monde de Dandy, y compris Dandy, Pebble, Vee, Astro, et Shelly. Parfait pour éveiller l'inspiration créative lors de vos sessions de dessin.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Tourner!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Carré",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Commencez frais à tout moment avec la fonction de nettoyage d'un clic du Générateur de Dessin du Monde de Dandy, idéale pour expérimenter différents styles de dessin.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Apprentissage Étape par Étape",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Inspiration d'Histoire",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Conditions d'utilisation",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "xowcRf": {
    "translation": "Conditions d'utilisation",
    "message": "Terms of Service",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Conditions d'utilisation de #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        49
      ]
    ]
  },
  "DFLfXa": {
    "translation": "Le Générateur Aléatoire de Dessin du Monde de Dandy est régulièrement mis à jour pour inclure de nouveaux personnages de l'univers du Monde de Dandy. Revenez souvent pour découvrir les nouvelles additions à la roue des personnages pour une inspiration de dessin fraîche.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "Le Créateur de Machines à Sous du Monde de Dandy génère instantanément de nouvelles combinaisons d'histoires à chaque tour, rendant chaque interaction unique et divertissante.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "Le Créateur de Machines à Sous du Monde de Dandy est régulièrement mis à jour avec de nouveaux personnages, éléments d'histoire et fonctionnalités. Les mises à jour ont généralement lieu mensuellement, apportant du contenu frais et élargissant les possibilités de génération d'histoires dans l'univers du Monde de Dandy.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "Le Créateur de Machines à Sous du Monde de Dandy fonctionne en faisant tourner des rouleaux virtuels contenant différents éléments d'histoire et personnages du Monde de Dandy. Lorsque vous appuyez sur le bouton de rotation, il combine aléatoirement ces éléments pour créer des scénarios d'histoire uniques. Chaque tour génère une nouvelle combinaison de personnages, de décors et d'éléments d'intrigue.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "La propriété des images générées à partir de texte sur le site Web appartient à la personne qui a créé l'image. #0# ne revendique aucune propriété sur les images créées par les utilisateurs.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        54
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Ces conditions seront régies et interprétées conformément aux lois des États-Unis d'Amérique, sans tenir compte de ses dispositions sur les conflits de lois.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        58
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Cette page est utilisée pour informer les visiteurs concernant mes politiques en matière de collecte, d'utilisation et de divulgation des Informations Personnelles si quelqu'un décidait d'utiliser mon Service. Si vous choisissez d'utiliser mon Service, vous acceptez alors la collecte et l'utilisation d'informations en relation avec cette politique. Les Informations Personnelles que je collecte sont utilisées pour fournir et améliorer le Service. Je ne partagerai ni n'utiliserai vos informations avec quiconque sauf comme décrit dans cette Politique de Confidentialité. Les termes utilisés dans cette Politique de Confidentialité ont les mêmes significations que dans nos Termes et Conditions.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        50
      ]
    ]
  },
  "S1ia36": {
    "translation": "Ce Service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien de tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas opérés par moi. Par conséquent, je vous conseille fortement de passer en revue la Politique de Confidentialité de ces sites web. Je n'ai aucun contrôle et n'assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques de sites ou services tiers.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        69
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Conseils du Dessin du Monde de Dandy",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Conseils du Générateur de Dessin du Monde de Dandy",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Conseils du Générateur Aléatoire de Dessin du Monde de Dandy",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Conseils du Créateur de Machines à Sous du Monde de Dandy",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Pour nous aider à analyser comment notre Service est utilisé;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        63
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Pour commencer à dessiner les personnages du Monde de Dandy, vous n'avez besoin que de fournitures artistiques de base telles que des crayons, du papier et des gommes. Pour l'art numérique, une tablette de dessin et un logiciel tel que Procreate ou Photoshop sont recommandés mais pas obligatoires. Nous fournissons des tutoriels tant pour les mediums traditionnels que numériques.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Pour faciliter notre Service;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        60
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Pour tirer le meilleur parti de votre expérience avec le Créateur de Machines à Sous du Monde de Dandy, essayez ces conseils : 1) Tournez plusieurs fois pour explorer différentes combinaisons, 2) Utilisez les filtres de thème pour vous concentrer sur des types d'histoires spécifiques, 3) Enregistrez vos combinaisons préférées pour inspiration, et 4) Expérimentez avec différentes combinaisons de personnages pour découvrir des intrigues uniques.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Pour exécuter des services liés au Service;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        62
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Pour fournir le Service en notre nom;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        61
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Triangle",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Comprendre les Formes de Base dans les Personnages du Monde de Dandy",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Designs de Personnages Uniques",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Télécharger",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Téléversement",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Utiliser le Générateur Aléatoire de Dessin du Monde de Dandy est simple : il suffit de cliquer sur le bouton de rotation pour faire tourner la roue, et elle sélectionnera aléatoirement un personnage à dessiner. La roue interactive s'arrêtera sur un personnage, vous fournissant votre prochain sujet de dessin de l'univers du Monde de Dandy.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Styles d'Art Polyvalents",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "DFOg6P": {
    "translation": "Nous collectons des données personnelles (nom, e-mail et informations de paiement) et des données non personnelles (cookies web) pour améliorer nos services. L'utilisation de ces données est régie par notre Politique de Confidentialité, que vous pouvez consulter à",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        56
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Bienvenue sur #0#! Notre site Web, situé à #1# (site Web), est dédié à vous donner la possibilité de créer des images personnalisées. En accédant ou en utilisant notre site, vous acceptez d'être lié par ces Conditions de service (Conditions). Si vous n'acceptez pas une partie des conditions, vous êtes interdit d'utiliser le site.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        50
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Bienvenue dans le Monde de Dandy Dessin, où l'imagination artistique rencontre l'apprentissage structuré au sein d'une communauté créative dynamique. Depuis notre création en 2023, le Monde de Dandy est devenu une destination phare pour les artistes en herbe et les illustrateurs chevronnés, offrant des tutoriels complets et des ressources axées sur l'illustration de personnages. Notre plateforme combine de manière unique le charme des personnages du Monde de Dandy avec un enseignement artistique professionnel, rendant le processus d'apprentissage à la fois agréable et efficace. Grâce à nos guides pas à pas soigneusement élaborés, les artistes peuvent maîtriser les techniques de dessin tout en explorant l'univers enchanteur du Monde de Dandy. Que vous esquissiez les expressions ludiques de Rodger ou capturiez les poses dynamiques de Shelly, notre plateforme axée sur la communauté offre l'environnement parfait pour la croissance artistique. Avec des défis hebdomadaires, des sessions de dessin en direct et un réseau de soutien d'artistes, le Monde de Dandy Dessin transforme le parcours de l'apprentissage de l'illustration de personnages en une aventure engageante. Rejoignez des milliers d'artistes qui ont déjà découvert la joie de donner vie aux personnages du Monde de Dandy à travers leurs œuvres, et devenez partie d'une communauté grandissante dédiée à l'excellence artistique et à l'expression créative.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Bienvenue dans les tutoriels de dessin du Monde de Dandy ! Avant de commencer, rassemblez les outils essentiels : des crayons (HB, 2B), des gommes, un papier de qualité et des matériaux de coloriage. Pour les artistes numériques, assurez-vous d'avoir une tablette de dessin et un logiciel comme Procreate ou Photoshop prêts.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Quels outils de dessin sont disponibles dans le générateur de Dessin du Monde de Dandy ?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Quelles fonctionnalités le générateur de Dessin du Monde de Dandy offre-t-il ?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Que faire si je fais une erreur en utilisant le générateur de Dessin du Monde de Dandy ?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Qu'est-ce que le Dessin du Monde de Dandy et à qui s'adresse-t-il ?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "Qu'est-ce que le Randomizer de Dessin du Monde de Dandy ?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Qu'est-ce que le générateur de Dessin du Monde de Dandy ?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "Qu'est-ce que le constructeur de slots de Dessin du Monde de Dandy ?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Bien que les personnages du Monde de Dandy soient protégés par des droits d'auteur, nous offrons des directives pour la création d'art fan. L'utilisation personnelle et éducative est encouragée, mais l'utilisation commerciale nécessite une licence appropriée. Contactez notre équipe de licence pour des demandes commerciales.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Tout en maintenant les éléments essentiels des personnages, le Monde de Dandy encourage l'interprétation artistique. Expérimentez avec différentes poses, expressions et scénarios tout en dessinant vos personnages préférés.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Bien que le constructeur de slots de Dessin du Monde de Dandy fonctionne principalement sur la génération aléatoire, vous pouvez influencer certains aspects du processus de création d'histoires en sélectionnant des catégories de personnages spécifiques ou des thèmes d'histoires avant de lancer le tirage. Cela permet une certaine personnalisation tout en maintenant l'élément excitant de l'aléatoire.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "Avec le générateur de Dessin du Monde de Dandy, vous pouvez facilement enregistrer votre œuvre terminée au format PNG ou JPG. Il suffit de cliquer sur le bouton d'enregistrement une fois que vous avez terminé votre dessin pour l'exporter au format de fichier de votre choix.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Oui, les tutoriels du Monde de Dandy sont classés en niveaux Débutant, Intermédiaire et Avancé. Chaque niveau s'appuie sur les compétences précédentes, vous aidant à progresser des croquis de personnages de base aux illustrations complexes avec un ombrage approprié, un coloriage et des poses dynamiques.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Oui, le générateur de Dessin du Monde de Dandy comprend des formes prédéfinies spécifiquement conçues pour créer des éléments naturels tels que des feuilles, des fleurs et des pétales. Ces outils facilitent l'ajout de magnifiques détails environnementaux à votre œuvre.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Oui, le Randomizer de Dessin du Monde de Dandy est entièrement réactif et fonctionne sans problème sur les appareils mobiles, les tablettes et les ordinateurs de bureau, vous permettant de générer des sélections de personnages aléatoires à dessiner n'importe où, n'importe quand.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Oui, le Randomizer de Dessin du Monde de Dandy est parfait pour les activités de groupe ! Il est couramment utilisé dans les défis artistiques, les cours de dessin et les soirées de jeux créatifs où les participants peuvent faire tourner la roue et dessiner le personnage du Monde de Dandy sélectionné.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Oui, le Randomizer de Dessin du Monde de Dandy offre des options de personnalisation. Vous pouvez ajuster l'apparence de la roue, y compris les couleurs et les thèmes, pour correspondre à vos préférences. Cette fonctionnalité aide à créer une expérience de dessin plus personnalisée avec vos personnages préférés du Monde de Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Oui, le constructeur de slots de Dessin du Monde de Dandy vous permet d'enregistrer vos combinaisons d'histoires préférées. Une fois que vous trouvez une combinaison d'histoires que vous aimez, vous pouvez l'enregistrer pour y revenir plus tard ou la partager avec d'autres fans du Monde de Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Oui, le constructeur de slots de Dessin du Monde de Dandy est conçu pour être familial et adapté à tous les âges. Toutes les combinaisons d'histoires générées sont appropriées pour les enfants tout en restant divertissantes pour les adultes qui apprécient l'univers du Monde de Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Oui, vous pouvez partager vos dessins de personnages du Monde de Dandy sur diverses plateformes de médias sociaux. De nombreux utilisateurs partagent leurs créations sur des plateformes telles que TikTok et Instagram, rejoignant une communauté d'artistes qui utilisent le Randomizer de Dessin pour s'inspirer.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Oui ! Le générateur de Dessin du Monde de Dandy comprend un ensemble complet de parties prédéfinies telles que mains, pieds, yeux et nez, facilitant la création de personnages uniques. Associé à diverses formes et couleurs, vous pouvez donner vie à vos conceptions de personnages.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Oui ! Nous encourageons le partage de vos œuvres du Monde de Dandy au sein de notre communauté. Vous pouvez poster vos dessins sur notre plateforme, recevoir des commentaires d'autres artistes et participer à des défis hebdomadaires. N'oubliez pas de suivre nos directives communautaires et de créditer le Monde de Dandy de manière appropriée.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Oui ! Nous organisons régulièrement des défis de dessin du Monde de Dandy, des concours mensuels et des événements spéciaux. Cela inclut des défis de personnage du mois, des concours à thème saisonnier, et des jam artistiques communautaires. Les gagnants reçoivent souvent une reconnaissance et des fonctionnalités spéciales sur notre plateforme.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Vous recevez une licence limitée, non exclusive et non transférable pour utiliser le site Web et ses services à des fins personnelles et non commerciales. Cette licence n'inclut pas de droits de copier, modifier ou distribuer le contenu du site, ni de l'utiliser à des fins commerciales sans notre consentement écrit préalable.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        52
      ]
    ]
  },
  "lX4VC4": {
    "translation": "Liste des blogs",
    "message": "博客列表",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/layout..tsx",
        7
      ]
    ]
  }
}