{
  "32fNxX": {
    "translation": "#0# оставляет за собой право по своему собственному усмотрению в любое время изменять или заменять эти Условия. Мы будем уведомлять пользователей об изменениях по электронной почте. Ваше дальнейшее использование Веб-сайта после любого изменения в этих Условиях будет означать ваше согласие с такими изменениями.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Сбор и использование информации",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        18
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Лицензия на использование",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        18
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Файлы журнала",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        20
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Собственность",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        20
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Файлы cookie",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        22
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Сбор пользовательских данных",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        22
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Применимое право",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        24
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Поставщики услуг",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        24
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Изменения в Условиях",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        26
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Безопасность",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        33
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Контактная информация",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        28
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Ссылки на другие веб-сайты",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        35
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Изменения в этой Политике конфиденциальности",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        37
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Абсолютно! Генератор рисования Dandys World разработан, чтобы быть удобным для пользователей с любым уровнем навыков. С предустановленными формами, простыми в использовании инструментами и интуитивно понятными элементами управления, новички могут сразу начать создавать произведения искусства.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Абсолютно! Сообщество Dandy's World предлагает несколько вариантов поддержки: подробные пошаговые инструкции, видеоруководства, форумы сообщества и обратную связь от опытных художников. Вы также можете присоединиться к нашим еженедельным живым сессиям рисования для получения рекомендаций в реальном времени.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Несомненно! Рандомайзер рисования из мира Данди предназначен для художников всех уровней навыков. Независимо от того, начинаете ли вы изучать искусство рисования или являетесь опытным художником, ищущим вдохновение, рандомайзер предлагает веселый и увлекательный способ практиковать рисование персонажей из мира Данди.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Получите доступ к разнообразным предустановленным формам в Генераторе рисования Dandys World, включая круги, квадраты, треугольники и эллипсы, чтобы быстро создать основную структуру вашего персонажа.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Получите доступ к широкому спектру ресурсов для рисования Dandy's World, включая руководства по персонажам, цветовые палитры и таблицы пропорций. Идеально для сохранения аутентичности в вашем искусстве.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Активное сообщество",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Добавление деталей и выражений",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Применяйте цвета, используя официальную цветовую палитру Dandy's World. Начинайте с основных цветов, затем добавляйте тени и световые блики. Помните, что у каждого персонажа есть уникальная цветовая схема - например, серый смокинг Роджера и фиолетово-голубая лента.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Существуют ли какие-либо художественные конкурсы или события в Dandy's World?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Есть ли советы по эффективному использованию Dandys World Draw Slot Maker?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Существуют ли разные уровни сложности в учебниках Dandy's World?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Начните с разбивки персонажей Dandy's World на основные формы. Большинство персонажей начинаются с простых геометрических фигур - круги для головы Роджера, прямоугольники для структуры тела. Практикуйте эти базовые формы, прежде чем добавлять детали.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Блоги",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        13
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Используя #0#, вы выражаете свое согласие с настоящими Условиями предоставления услуг.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        30
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Могу ли я создать персонажей с помощью Генератора рисования Dandys World?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Могу ли я настроить колесо рандомайзера рисования из мира Данди?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Могу ли я настроить элементы сюжета в Dandys World Draw Slot Maker?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Могу ли я рисовать природные элементы с помощью Генератора рисования Dandys World?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Могу ли я сохранить истории, созданные с помощью Dandys World Draw Slot Maker?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Могу ли я делиться своими работами Dandy's World в Интернете?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Могу ли я поделиться своими рисунками из рандомайзера мира Данди?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Могу ли я использовать рисунки Dandy's World в коммерческих целях?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Могу ли я использовать рандомайзер рисования из мира Данди для групповых мероприятий?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Мультяшные персонажи",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Коллекция частей персонажа",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Круг",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Очистить холст",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        504
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Закрыть",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Раскраска вашего персонажа Dandy's World",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Завершите ваш рисунок Dandy's World, добавив финальные штрихи и дополнительные элементы фона. Проверьте вашу работу на соответствие оригинальному дизайну персонажа. Поделитесь своим искусством с сообществом рисования Dandy's World для получения обратной связи.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Комплексные ресурсы",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Файлы cookie - это файлы с небольшим количеством данных, которые часто используются в качестве анонимных уникальных идентификаторов. Они отправляются в ваш браузер с посещаемых вами веб-сайтов и хранятся во внутренней памяти вашего устройства. Этот Сервис явно не использует эти файлы cookie. Однако приложение может использовать сторонний код и библиотеки, которые используют файлы cookie для сбора информации и улучшения своих услуг. У вас есть возможность либо принять, либо отказаться от этих файлов cookie, а также узнать, когда файл cookie отправляется на ваше устройство. Если вы решите отказаться от наших файлов cookie, вы можете не иметь возможности использовать некоторые части этого Сервиса.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        23
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Создайте красивые фоны с помощью форм, вдохновленных природой, таких как листья, цветы и лепестки, чтобы улучшить ваши рисунки персонажей с помощью Генератора рисования Dandys World.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Создавайте случайные истории о Данди!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        50
      ]
    ]
  },
  "7z8zid": {
    "translation": "Создайте сейчас своих любимых персонажей из Dandy's World!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        50
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Создавайте своих любимых персонажей из Dandy's World с нашим простым в использовании генератором рисования. Идеально подходит для новичков и опытных художников с пошаговыми руководствами.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        25
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Создание чистого линейного искусства",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Генератор Креативных Характеров!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        50
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Творческая свобода",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Опции Настройки",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Стиль искусства Dandy's World адаптируется к различным медиа. Независимо от того, предпочитаете ли вы традиционное рисование, цифровое искусство или акварели, дизайны персонажей великолепно воспринимаются в разных художественных техниках.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Учебные пособия и ресурсы по рисованию персонажей Dandy's World",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "q4aWez": {
    "translation": "Генератор рисования Dandy's World | Учитесь рисовать персонажей шаг за шагом",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        22
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Dandy's World Draw - это комплексная платформа для рисования, предназначенная как для новичков, так и для опытных художников, желающих научиться рисовать персонажей Dandy's World. Она предлагает пошаговые учебники, ресурсы и поддержку сообщества для всех, кто хочет овладеть иллюстрацией персонажей.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Рандомайзер рисования из мира Данди",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        47
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Рандомайзер рисования из мира Данди | Генератор Креативных Предметов для Персонажей",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        22
      ]
    ]
  },
  "SKPzak": {
    "translation": "Рандомайзер рисования из мира Данди — это интерактивный инструмент на основе колеса, который помогает пользователям случайным образом выбирать персонажей из вселенной Данди для получения вдохновения для рисования. Он включает в себя любимых персонажей, таких как Данди, Пеббл, Ви, Астро и Шелли, что делает его идеальным для художников и креативных рассказчиков.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Dandy's World предлагает отличительные дизайны персонажей, которые легко рисовать. Каждый персонаж, от Роджера до Шелли, имеет четкие формы и запоминающиеся черты, что делает их идеальными как для начинающих, так и для опытных художников.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Dandy's World Draw",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Генератор рисования Dandys World",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        47
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Генератор рисования Dandys World — это интуитивно понятный инструмент для рисования, который позволяет пользователям создавать персонажей и произведения искусства, используя предустановленные формы, настраиваемые цвета и различные элементы рисования. Он разработан, чтобы сделать создание персонажей доступным для художников любого уровня.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Генератор рисования Dandys World предлагает 12 ярких цветов и регулируемые размеры кистей, давая вам полный контроль для создания потрясающих рисунков персонажей с точностью и стилем.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Генератор рисования Dandys World предлагает разнообразные инструменты рисования, включая регулируемые размеры кистей, 12 различных цветов, предустановленные геометрические формы, части тела персонажа и природные элементы. Эти инструменты предоставляют все необходимое для создания детализированных произведений искусства.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Генератор рисования Dandys World предоставляет множество функций, включая 12 различных цветовых вариантов, регулируемые размеры кистей, предустановленные формы (круги, квадраты, треугольники, эллипсы), части тела персонажа и натуральные элементы. Вы также можете очистить свой холст и сохранить свое произведение в формате PNG или JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Dandys World Draw Slot Maker",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        47
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Dandys World Draw Slot Maker | Создавайте случайные истории о Данди",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        22
      ]
    ]
  },
  "kdz4sF": {
    "translation": "Dandys World Draw Slot Maker создает уникальные комбинации сюжетов с каждым вращением, включая любимых персонажей Dandys World в неожиданных сценариях.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "Dandys World Draw Slot Maker - это интерактивный инструмент для генерации историй, который сочетает в себе механику игровых автоматов и повествование. Он случайно генерирует уникальные истории с участием персонажей Dandys World через систему вращения и совпадения.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Откройте для себя увлекательный интерактивный рандомайзер с персонажами Данди, Пеббл, Флаттер и другими. Идеально подходит для креативных рисовательных сессий и вдохновения для рассказов.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        25
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Погрузитесь в очаровательный мир персонажей Dandys World с помощью Dandys World Draw Slot Maker, где ваши любимые герои становятся частью случайно сгенерированных рассказов.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Мне нужно специальное оборудование, чтобы начать рисовать персонажей Dandy's World?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "Работает ли рандомайзер рисования из мира Данди на мобильных устройствах?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Не переживайте! Генератор рисования Dandys World имеет функцию очистки холста, позволяющую вам начинать заново, когда это необходимо. Это идеально подходит для экспериментов и практики ваших навыков рисования.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Скачать",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        511
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Скачать в формате JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        533
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Скачать в формате PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        524
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Легко добавляйте детали персонажа с помощью библиотеки предустановленных частей тела Генератора рисования Dandys World, включая элементы рук, ног, глаз и носа.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Легкий сброс",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Эллипс",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Взаимодействуйте с Dandys World Draw Slot Maker для развлекательного опыта, который оживляет персонажей Dandys World неожиданными способами.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Наслаждайтесь увлекательным опытом рисования с рандомайзером рисования из мира Данди. Идеально подходит для игровых вечеров, художественных вызовов и креативных рассказов.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Почувствуйте азарт игрового автомата с Dandys World Draw Slot Maker, где каждое вращение открывает новые комбинации персонажей и элементы сюжета.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Глаз",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Не удалось загрузить файл: #0#",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Особенности Dandy's World Draw",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Финальные штрихи и фон",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Цветок",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Сосредоточьтесь на деталях и выражениях, характерных для персонажей. Практикуйте рисование различных эмоций и поз, типичных для Dandy's World. Обращайте внимание на уникальные черты, такие как прищуренный глаз Роджера или характерные аксессуары.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Нога",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Для лучшего опыта использования нашего Сервиса я могу потребовать, чтобы вы предоставили нам определенную личную идентифицирующую информацию. Информация, которую я запрашиваю, будет храниться на вашем устройстве и не собирается мной каким-либо образом. Приложение использует сторонние сервисы, которые могут собирать информацию, используемую для вашей идентификации.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        19
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Свободный стиль",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Часто задаваемые вопросы",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Генерируйте креативные идеи для рассказов с персонажами из мира Данди. Используйте рандомайзер для создания уникальных нарративов и разработки историй, ориентированных на персонажей.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Генерировать сейчас!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Генератор",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Как начать рисовать Dandy's World",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Рука",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Главная",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        11
      ],
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Как я могу отслеживать свой прогресс в рисовании персонажей Dandy's World?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Как мне сохранить свое произведение искусства в Генераторе рисования Dandys World?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Как мне использовать рандомайзер персонажей из мира Данди?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Как работает Dandys World Draw Slot Maker?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Сколько времени требуется, чтобы научиться рисовать персонажей Dandy's World?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "Как часто добавляются новые персонажи в рандомайзер мира Данди?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "Как часто добавляются новые персонажи в Dandys World Draw Slot Maker?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Как часто добавляются новые учебники по рисованию Dandy's World?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Я могу нанимать сторонние компании и частных лиц по следующим причинам:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        25
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Я могу время от времени обновлять нашу Политику конфиденциальности. Поэтому вам рекомендуется периодически просматривать эту страницу на предмет изменений. Я буду уведомлять вас об изменениях, размещая новую Политику конфиденциальности на этой странице. Эти изменения вступают в силу сразу после их размещения на этой странице.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        38
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Я ценю ваше доверие к предоставлению нам вашей Личной информации, поэтому мы стремимся использовать коммерчески приемлемые средства ее защиты. Но помните, что ни один метод передачи через Интернет, ни один метод электронного хранения не является на 100% безопасным и надежным, и я не могу гарантировать его абсолютную безопасность.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        34
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Я хочу проинформировать пользователей этого Сервиса о том, что у этих третьих сторон есть доступ к вашей Личной информации. Причина в том, чтобы выполнить задачи, порученные им от нашего имени. Однако они обязаны не раскрывать или использовать информацию для любых других целей.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        32
      ]
    ]
  },
  "xeCjro": {
    "translation": "Я хочу сообщить вам, что каждый раз, когда вы используете мой Сервис, в случае ошибки в приложении я собираю данные и информацию (с помощью сторонних продуктов) на вашем телефоне, называемые Файлами журнала. Эти Файлы журнала могут включать информацию, такую как ваш адрес интернет-протокола устройства ('IP'), название устройства, версию операционной системы, конфигурацию приложения при использовании моего Сервиса, время и дату использования Сервиса, а также другую статистику.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        21
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Если у вас есть какие-либо вопросы по поводу этих Условий, просьба связаться с нами по #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        29
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Моментальные результаты",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Интерактивный Опыт",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Интерактивное развлечение",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Введение в Dandy's World Draw",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Подходит ли Генератор рисования Dandys World для новичков?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "Подходит ли Dandys World Draw Slot Maker для всех возрастов?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "Подходит ли рандомайзер рисования из мира Данди для новичков?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "Доступна ли поддержка, если я застрял во время рисования?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Присоединяйтесь к яркому сообществу художников Dandy's World. Делитесь своими рисунками, получайте обратную связь и участвуйте в еженедельных конкурсах, чтобы улучшить свои навыки, общаясь с другими художниками.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Лист",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Изучайте профессиональные техники рисования, специфичные для персонажей Dandy's World. Освойте тени, цвета и детализированную работу через специализированные учебники и руководства.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Изучите правильные пропорции для персонажей Dandy's World. Используйте размер головы как основную единицу измерения. Например, тело Роджера обычно высотой 2,5 головы. Создайте направляющие, чтобы поддерживать согласованные пропорции в вашем рисунке.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Научитесь рисовать персонажей Dandy's World",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Научиться рисовать персонажей Dandy's World зависит от человека. Большинство новичков могут создать узнаваемые персонажи за 2-4 недели регулярной практики. Наши структурированные учебники разбивают сложные персонажи на простые шаги, делая процесс обучения более управляемым.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Загрузка...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Овладейте рисованием персонажей Dandy's World через прогрессивные учебники. Наш структурированный подход разбивает сложные персонажи на простые формы, что делает это доступным для художников всех уровней мастерства.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Овладейте рисованием персонажей Dandy's World с помощью пошаговых учебников. Получите советы от экспертов, руководства по персонажам и присоединитесь к нашему творческому сообществу художников.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Овладение пропорциями персонажа",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Несколько вариантов экспорта",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Природные элементы",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Сетевая ошибка или проблема с CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Новые учебники по Dandy's World добавляются еженедельно, включая руководства по персонажам, демонстрации техник и специальные темы уроков. Мы регулярно обновляем наш контент на основе отзывов сообщества и вводим учебники для новых персонажей по мере их появления.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Новые пользователи, входящие в систему, получат 2 кредита",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Нос",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Когда вы освоитесь с основными формами, сосредоточьтесь на линейном искусстве. Начните с легкого наброска, затем постепенно уточняйте свои линии. Для персонажей Dandy's World используйте разные веса линий, чтобы добавить глубину и характер вашим рисункам.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Наша платформа включает систему отслеживания прогресса, где вы можете сохранять свои работы Dandy's World, сравнивать улучшения со временем и зарабатывать достижения. Мы также поощряем ведение личного портфолио, чтобы визуализировать ваше развитие.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Персонализируйте свой рандомайзер рисования из мира Данди с помощью настраиваемых цветов колеса и тем. Создайте своего идеального спутника для рисования с регулируемыми визуальными элементами.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Лепесток",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Пожалуйста, войдите, чтобы продолжить",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Советы по практике и улучшению",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Библиотека предустановленных форм",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "aHCEmh": {
    "translation": "Ценообразование",
    "message": "Pricing",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        12
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Политика конфиденциальности",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "woRfhL": {
    "translation": "Политика конфиденциальности для #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        16
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Профессиональные техники",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Превращайтесь от базовых набросков Dandy's World в сложные композиции персонажей. Изучайте основные принципы искусства через упражнения и учебники, сосредоточенные на персонажах.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Случайный Выбор Персонажей",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Случайная генерация историй",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Случайно",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Рандомайзер",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "Регулярная практика - ключ к овладению рисованием персонажей Dandy's World. Присоединяйтесь к онлайн-сообществам, участвуйте в конкурсах по рисованию и изучайте официальные справочные материалы. Поддерживайте скетчбук, посвященный практике Dandy's World.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Богатый выбор цветов",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Сохраняйте и делитесь вашими творениями, созданными в Генераторе рисования Dandys World, в форматах PNG или JPG, что делает их легкими для сохранения и демонстрации ваших произведений.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Делитесь своими рисунками из мира Данди на социальных платформах. Присоединяйтесь к яркому сообществу художников, демонстрирующих свои интерпретации персонажей из рандомайзера.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Войти через Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Развитие навыков",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Опыт игрового автомата",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Создатель слотов",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Социальная Интеграция",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Вращайте Dandys World Draw Slot Maker, чтобы генерировать уникальные комбинации историй с персонажами Данди. Это увлекательный опыт игрового автомата с мультяшными героями.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        25
      ]
    ]
  },
  "kHKg51": {
    "translation": "Прокрутите интерактивное колесо, чтобы случайным образом выбрать персонажей из мира Данди, включая Данди, Пеббл, Ви, Астро и Шелли. Идеально подходит для разжигания креативного вдохновения во время ваших рисовательных сессий.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Вращайте!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Квадрат",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Начните с чистого листа в любое время с помощью функции очистки холста одним нажатием в Генераторе рисования Dandys World, идеально подходящей для экспериментов с разными стилями рисования.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Обучение пошагово",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Вдохновение для Историй",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Условия обслуживания",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Условия предоставления услуг для #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        16
      ]
    ]
  },
  "DFLfXa": {
    "translation": "Рандомайзер рисования из мира Данди регулярно обновляется, чтобы включать новых персонажей из вселенной Данди. Постоянно проверяйте, чтобы открыть для себя новые добавления в колесо персонажей для свежего вдохновения для рисования.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "Dandys World Draw Slot Maker мгновенно генерирует новые комбинации историй с каждым вращением, делая каждое взаимодействие уникальным и увлекательным.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "Dandys World Draw Slot Maker регулярно обновляется новыми персонажами, элементами сюжета и функциями. Обновления, как правило, происходят ежемесячно, принося новый контент и расширяя возможности генерации историй во вселенной Dandys World.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "Dandys World Draw Slot Maker работает путем вращения виртуальных барабанов, содержащих различные элементы сюжета и персонажей Dandys World. Когда вы нажимаете кнопку вращения, он случайным образом сочетает эти элементы, создавая уникальные сценарии. Каждое вращение генерирует новую комбинацию персонажей, настроек и сюжетных элементов.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "Право собственности на изображения, созданные на основе текста на Веб-сайте, принадлежит лицу, создавшему изображение. #0# не претендует на право собственности на изображения, созданные пользователями.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        21
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Настоящие Условия регулируются и толкуются в соответствии с законами Соединенных Штатов Америки без учета коллизионных норм.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        25
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Эта страница используется для информирования посетителей о моих политиках в отношении сбора, использования и раскрытия персональной информации, если кто-либо решит воспользоваться моей Службой. Если вы решите воспользоваться моей Службой, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой. Личная информация, которую я собираю, используется для предоставления и улучшения Службы. Я не буду использовать или передавать вашу информацию кому-либо, кроме как описано в этой Политике конфиденциальности. Термины, используемые в этой Политике конфиденциальности, имеют такие же значения, как в наших Условиях и положениях.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        17
      ]
    ]
  },
  "S1ia36": {
    "translation": "Эта Служба может содержать ссылки на другие сайты. Если вы нажмете на ссылку, предоставленную третьей стороной, вы будете перенаправлены на этот сайт. Обратите внимание, что эти внешние сайты не управляются мной. Поэтому я настоятельно рекомендую вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. Я не имею контроля и не несу ответственности за содержание, политики конфиденциальности или практику любых сторонних сайтов или услуг.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        36
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Советы по Dandy's World Draw",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Советы по Генератору рисования Dandys World",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Советы по Рандомайзеру Рисования Мира Данди",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Советы по Dandys World Draw Slot Maker",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Чтобы помочь нам проанализировать, как используется наша Служба;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        30
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Для начала рисования персонажей Dandy's World вам понадобятся только основные художественные материалы, такие как карандаши, бумага и ластики. Для цифрового искусства рекомендуется использовать графический планшет и программное обеспечение, такое как Procreate или Photoshop, но это не обязательно. Мы предоставляем учебники как для традиционных, так и для цифровых медиа.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Для облегчения нашей Службы;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Чтобы извлечь максимальную пользу из вашего опыта с Dandys World Draw Slot Maker, попробуйте следующие советы: 1) Вращайте несколько раз, чтобы исследовать различные комбинации, 2) Используйте фильтры тем, чтобы сосредоточиться на конкретных типах историй, 3) Сохраняйте ваши любимые комбинации для вдохновения, и 4) Экспериментируйте с различными комбинациями персонажей, чтобы открыть уникальные сюжетные линии.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Для выполнения услуг, связанных с Службой;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        29
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Чтобы предоставлять Услугу от нашего имени;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        28
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Треугольник",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Понимание основных форм в персонажах Dandy's World",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Уникальные дизайны персонажей",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Загрузить",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Выгрузка",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Использовать рандомайзер рисования из мира Данди просто: нажмите кнопку прокрутки, чтобы повернуть колесо, и оно случайным образом выберет для вас персонажа для рисования. Интерактивное колесо остановится на персонаже, предоставляя вам ваш следующий объект для рисования из вселенной Данди.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Разнообразные художественные стили",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "yhZMgW": {
    "translation": "Мы собираем личные данные (имя, электронную почту и платежную информацию) и неперсональные данные (веб-куки), чтобы улучшить наши услуги. Использование этих данных регулируется нашей Политикой конфиденциальности, которую можно найти по адресу #0#",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        23
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Добро пожаловать на #0#! Наш веб-сайт, расположенный по адресу #1# (Веб-сайт), посвящен предоставлению вам возможности создавать пользовательские изображения. Используя наш Веб-сайт, вы соглашаетесь с соблюдением этих Условий предоставления услуг (Условия). Если вы не согласны с какой-либо частью данных условий, вам запрещено использовать Веб-сайт.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        17
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Добро пожаловать в мир рисования Данди, где художественное воображение встречается с структурированным обучением в ярком творческом сообществе. С момента нашего основания в 2023 году, мир Данди стал основным направлением для начинающих художников и опытных иллюстраторов, предлагая всесторонние учебные пособия и ресурсы, сосредотачиваясь на иллюстрации персонажей. Наша платформа уникально сочетает очарование персонажей мира Данди с профессиональным художественным обучением, делая процесс обучения одновременно приятным и эффективным. Через тщательно разработанные пошаговые руководства художники могут освоить техники рисования, исследуя восхитительную вселенную мира Данди. Будь то эскиз игривых выражений Роджера или захватывающие позы Шелли, наша платформа, ориентированная на сообщество, предоставляет идеальную среду для художественного роста. С еженедельными вызовами, живыми сеансами рисования и поддерживающей сетью единомышленников, мир рисования Данди превращает путь обучения иллюстрации персонажей в увлекательное приключение. Присоединяйтесь к тысячам художников, которые уже открыли радость оживления персонажей мира Данди в своих произведениях искусства, и станьте частью растущего сообщества, преданного художественному совершенству и творческому самовыражению.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Добро пожаловать в учебные пособия по рисованию мира Данди! Прежде чем начать, соберите необходимые инструменты: карандаши (HB, 2B), ластики, качественную бумагу и материалы для раскрашивания. Для цифровых художников убедитесь, что у вас есть графический планшет и программное обеспечение, такое как Procreate или Photoshop.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Какие инструменты рисования доступны в Генераторе рисования Dandys World?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Какие функции предлагает Генератор рисования Dandys World?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Что произойдет, если я совершу ошибку при использовании Генератора рисования Dandys World?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Что такое рисование мира Данди и для кого оно предназначено?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "Что такое Рандомайзер Рисования из Мира Данди?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Что такое Генератор рисования Dandys World?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "Что такое Dandys World Draw Slot Maker?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Хотя персонажи мира Данди защищены авторским правом, мы предлагаем рекомендации для создания фан-арта. Личное и образовательное использование приветствуется, но коммерческое использование требует надлежащей лицензии. Свяжитесь с нашей командой по лицензированию для коммерческих запросов.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Сохраняя основные элементы персонажа, мир Данди поощряет художественную интерпретацию. Экспериментируйте с различными позами, выражениями и сценариями, рисуя своих любимых персонажей.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Хотя Dandys World Draw Slot Maker в основном работает на основе случайной генерации, вы можете влиять на некоторые аспекты процесса создания истории, выбирая определенные категории персонажей или темы сюжета перед вращением. Это позволяет немного настроить процесс, сохраняя при этом элемент случайности.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "С помощью Генератора рисования Dandys World вы можете легко сохранить ваше завершенное произведение в формате PNG или JPG. Просто нажмите кнопку сохранения, когда вы закончите свой рисунок, чтобы экспортировать его в предпочитаемый вами формат файла.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Да, учебные пособия мира Данди разделены на уровни: начинающий, средний и продвинутый. Каждый уровень строится на предыдущих навыках, помогая вам перейти от простых эскизов персонажей к сложным иллюстрациям с правильной тенью, раскраской и динамичными позами.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Да, Генератор рисования Dandys World включает предустановленные формы, специально разработанные для создания природных элементов, таких как листья, цветы и лепестки. Эти инструменты облегчают добавление красивых природных деталей в ваше произведение.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Да, рандомайзер рисования из мира Данди полностью адаптивен и работает без проблем на мобильных устройствах, планшетах и настольных компьютерах, позволяя вам генерировать случайные выборы персонажей для рисования в любом месте и в любое время.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Да, рандомайзер рисования из мира Данди идеально подходит для групповых мероприятий! Его обычно используют в художественных вызовах, на занятиях по рисованию и креативных игровых вечерах, где участники могут по очереди прокручивать колесо и рисовать выбранного персонажа из мира Данди.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Да, рандомайзер рисования из мира Данди предлагает варианты настройки. Вы можете настроить внешний вид колеса, включая цвета и темы, чтобы соответствовать вашим предпочтениям. Эта функция позволяет создать более персонализированный опыт рисования с вашими любимыми персонажами из мира Данди.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Да, Dandys World Draw Slot Maker позволяет вам сохранять ваши любимые комбинации историй. Как только вы найдете комбинацию, которая вам нравится, вы можете сохранить ее, чтобы вернуться к ней позже или поделиться ею с другими фанатами Dandys World.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Да, Dandys World Draw Slot Maker разработан так, чтобы быть дружелюбным для семьи и подходить для всех возрастов. Все сгенерированные комбинации историй подходят для детей, сохраняя при этом развлекательность для взрослых, которые наслаждаются вселенной Dandys World.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Да, вы можете делиться своими рисунками персонажей из мира Данди на различных социальных платформах. Многие пользователи делятся своими произведениями на таких платформах, как TikTok и Instagram, присоединяясь к сообществу художников, использующих Рандомайзер Рисования для вдохновения.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Да! Генератор рисунков мира Дэнди включает в себя обширный набор предустановленных частей тела, таких как руки, ноги, глаза и нос, что упрощает создание уникальных персонажей. В сочетании с различными формами и цветами вы можете оживить свои дизайны персонажей.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Да! Мы поощряем обмен вашими художественными произведениями мира Данди в нашем сообществе. Вы можете публиковать свои рисунки на нашей платформе, получать отзывы от других художников и участвовать в еженедельных вызовах. Просто не забудьте следовать нашим правилам сообщества и правильно указывать авторство мира Данди.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Да! Мы проводим регулярные художественные вызовы мира Данди, ежемесячные конкурсы и специальные мероприятия. К ним относятся конкурсы персонажа месяца, тематические конкурсы по сезонам и художественные сессии сообщества. Победители часто получают признание и специальные возможности на нашей платформе.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Вам предоставляется ограниченная, неисключительная, непередаваемая лицензия на использование Веб-сайта и его сервисов в личных, некоммерческих целях. Эта лицензия не включает в себя права на копирование, изменение или распространение содержимого Веб-сайта, а также его использование в коммерческих целях без нашего предварительного письменного согласия.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        19
      ]
    ]
  }
}