{
  "32fNxX": {
    "translation": "#0# оставляет за собой право, по своему усмотрению, изменять или заменять эти Условия в любое время. Мы уведомим пользователей о любых изменениях по электронной почте. Ваше продолжение использования Веб-сайта после любого изменения этих Условий будет означать ваше согласие с такими изменениями.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        60
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Сбор и использование информации",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        51
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Лицензия на использование",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        51
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Журнал данных",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        53
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Право собственности",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        53
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Файлы cookie",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        55
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Сбор пользовательских данных",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        55
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Применимое право",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        57
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Поставщики услуг",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        57
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Изменения в Условиях",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        59
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Безопасность",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        66
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Контактная информация",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        61
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Ссылки на другие сайты",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        68
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Изменения в этой политике конфиденциальности",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        70
      ]
    ]
  },
  "EXY/2d": {
    "translation": "Абсолютно! Генератор рисунков в Мире Дэнди разработан так, чтобы быть удобным для пользователей любого уровня навыков. С предустановленными формами, простыми в использовании инструментами и интуитивно понятными управлением, новички могут сразу начать создавать произведения искусства.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "Абсолютно! Сообщество Мир Дэнди предлагает множество вариантов поддержки: подробные пошаговые инструкции, видеоуроки, форумы сообщества и отзывы от опытных художников. Вы также можете присоединиться к нашим еженедельным сessions живого рисования для получения实时指導。",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "Абсолютно! Случайный генератор рисунков в Мире Дэнди разработан для художников любого уровня навыков. Независимо от того, начинающий ли вы, изучая рисование, или опытный художник, ищущий вдохновение, генератор предлагает забавный и увлекательный способ практиковать рисование персонажей из Мира Дэнди.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Получите доступ к различным предустановленным формам в Генераторе рисунков Мира Дэнди, включая круги, квадраты, треугольники и эллипсы, чтобы быстро создать основную структуру вашего персонажа.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Получите доступ к широкому спектру ресурсов для рисования из Мира Дэнди, включая руководства по персонажам, цветовые палитры и графики пропорций. Идеально для поддержания подлинности вашего произведения искусства.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Активное сообщество",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Добавление деталей и выражений",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Применяйте цвета, используя официальную цветовую палитру Мира Дэнди. Начните с основных цветов, затем добавьте тени и блики. Помните, что у каждого персонажа есть уникальная цветовая схема - как серый смокинг Роджера и фиолетово-синий бант.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "Есть ли какие-либо рисовальные задания или мероприятия в Мире Дэнди?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "Есть ли советы по эффективному использованию Генератора слотов для рисования Мира Дэнди?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "Есть ли разные уровни сложности в уроках Мира Дэнди?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Начните с разбиения персонажей Мира Дэнди на основные формы. Большинство персонажей начинается с простых геометрических форм - круги для головы Роджера, прямоугольники для структуры тела. Попрактикуйтесь в этих основополагающих формах, прежде чем добавлять детали.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Блоги",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/blogs.tsx",
        24
      ],
      [
        "components/wegic/footer.tsx",
        13
      ],
      [
        "components/wegic/header.tsx",
        30
      ]
    ]
  },
  "mRjO9S": {
    "translation": "Список блогов",
    "message": "Blogs List",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/[slug]/page.tsx",
        63
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Используя #0#, вы показываете, что принимаете эти Условия обслуживания.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        63
      ]
    ]
  },
  "L7dq+T": {
    "translation": "Могу ли я создавать персонажей с помощью Генератора рисунков Мира Дэнди?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "Могу ли я настроить колесо случайного генератора Мира Дэнди?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "Могу ли я настроить элементы истории в Генераторе слотов для рисования Мира Дэнди?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "Могу ли я рисовать элементы природы с помощью Генератора рисунков Мира Дэнди?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "Могу ли я сохранять истории, сгенерированные Генератором слотов для рисования Мира Дэнди?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "Могу ли я делиться своими произведениями искусства из Мира Дэнди в Интернете?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "Могу ли я делиться своими рисунками из Случайного генератора Мира Дэнди?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "Могу ли я использовать рисунки из Мира Дэнди в коммерческих целях?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "Могу ли я использовать Случайный генератор рисунков Мира Дэнди для групповых мероприятий?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Мультяшные персонажи",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Сборник частей персонажей",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Круг",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Очистить холст",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        557
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Закрыть",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Раскрашивание вашего персонажа из Мира Дэнди",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Завершите свой рисунок из Мира Дэнди, добавив последние штрихи и опциональные элементы фона. Проверьте свою работу на соответствие оригинальному дизайну персонажа. Поделитесь своим произведением искусства с сообществом рисования Мира Дэнди для получения отзывов.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Всеобъемлющие ресурсы",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Файлы cookie - это файлы с небольшим объемом данных, которые обычно используются в качестве анонимных уникальных идентификаторов. Они отправляются в ваш браузер с веб-сайтов, которые вы посещаете, и хранятся во внутренней памяти вашего устройства. Этот сервис не использует эти файлы cookie явно. Однако приложение может использовать код третьих лиц и библиотеки, которые используют файлы cookie для сбора информации и улучшения своих услуг. У вас есть возможность либо принять, либо отказаться от этих файлов cookie и узнать, когда файл cookie отправляется на ваше устройство. Если вы решите отказаться от наших файлов cookie, вы можете не смочь использовать некоторые части этого сервиса.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        56
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Создайте красивые фоны с помощью Генератора рисунков Мира Дэнди, используя тематические формы природы, такие как листья, цветы и лепестки, чтобы улучшить ваши рисунки персонажей.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "Создайте случайные истории о Дэнди!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        60
      ]
    ]
  },
  "7z8zid": {
    "translation": "Создайте сейчас своих любимых персонажей из Мира Дэнди!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        60
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Создайте сейчас своих любимых персонажей из Мира Дэнди с помощью нашего простого в использовании генератора рисунков. Идеально подходит для начинающих и опытных художников с пошаговыми инструкциями.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        35
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Создание чистых линейных рисунков",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "Генератор креативных реквизитов персонажей!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        60
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Творческая свобода",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Варианты настройки",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "Стиль искусства Мир Дэнди адаптируем к различным средствам. Независимо от того, предпочитаете ли вы традиционный рисунок, цифровое искусство или акварель, дизайн персонажей прекрасно переносится на разные художественные техники.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Учебные пособия и ресурсы по рисованию персонажей из Мир Дэнди",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "9tmw/V": {
    "translation": "Блоги рисования Мира Дэнди - Узнайте, как рисовать своих любимых персонажей",
    "message": "Dandy's World Draw Blogs - Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        31
      ]
    ]
  },
  "q4aWez": {
    "translation": "Генератор рисунков Мир Дэнди | Научитесь рисовать персонажей шаг за шагом",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        32
      ]
    ]
  },
  "5h7rjv": {
    "translation": "Рисунок Мир Дэнди — это всесторонняя платформа для рисования, разработанная как для новичков, так и для опытных художников, желающих научиться рисовать персонажей из Мир Дэнди. Она предлагает пошаговые учебные пособия, ресурсы и поддержку сообщества для всех, кто интересуется освоением иллюстрации персонажей.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Генератор случайных рисунков Мир Дэнди",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        57
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Генератор случайных рисунков Мир Дэнди | Генератор креативных предметов для персонажей",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        32
      ]
    ]
  },
  "SKPzak": {
    "translation": "Генератор случайных рисунков Мир Дэнди — это интерактивный инструмент на основе колеса, который помогает пользователям случайным образом выбирать персонажей из вселенной Мир Дэнди для вдохновения в рисовании. Он включает в себя любимых персонажей, таких как Дэнди, Пеббл, Вии, Астро и Шелли, что делает его идеальным для художников и креативных рассказчиков.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "Мир Дэнди предлагает отчетливые дизайны персонажей, которые легко рисовать. Каждый персонаж, от Роджера до Шелли, имеет четкие формы и запоминающиеся черты, что делает их идеальными как для новичков, так и для опытных художников.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Рисунок Мир Дэнди",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "0TJXVf": {
    "translation": "Пост блога о рисовании Мира Дэнди",
    "message": "Dandys World Draw Blogs Post",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        34
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Генератор рисунков Мир Дэнди",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        57
      ]
    ]
  },
  "v9VHUR": {
    "translation": "Генератор рисунков Мир Дэнди — это интуитивно понятный инструмент для рисования, который позволяет пользователям создавать персонажей и произведения искусства с помощью предустановленных форм, настраиваемых цветов и различных элементов рисования. Он разработан так, чтобы облегчить создание персонажей для художников всех уровней.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "Генератор рисунков Мир Дэнди предлагает 12 ярких цветов и регулируемые размеры кистей, что дает вам полный контроль для создания потрясающих произведений искусства с точностью и стилем.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "Генератор рисунков Мир Дэнди предлагает разнообразие инструментов для рисования, включая регулируемые размеры кистей, 12 различных цветов, предустановленные геометрические формы, части тела персонажей и элементы природы. Эти инструменты предоставляют все необходимое для создания детализированных произведений искусства.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "Генератор рисунков Мир Дэнди предоставляет множество функций, включая 12 различных цветовых вариантов, регулируемые размеры кистей, предустановленные формы (круги, квадраты, треугольники, эллипсы), части тела персонажей и элементы природы. Вы также можете очистить свой холст и сохранить свои произведения в формате PNG или JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Создатель слотов для рисования Мир Дэнди",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        57
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Создатель слотов для рисования Мир Дэнди | Создайте случайные истории о Дэнди",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        32
      ]
    ]
  },
  "kdz4sF": {
    "translation": "Создатель слотов для рисования Мир Дэнди создает уникальные комбинации историй с каждым спином, включая любимых персонажей из Мир Дэнди в неожиданных сценариях.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "Создатель слотов для рисования Мир Дэнди — это интерактивный инструмент для генерации историй, который сочетает механические слоты с повествованием. Он случайным образом генерирует уникальные истории с участием персонажей из Мир Дэнди через систему спина и подбора.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Откройте для себя забавный интерактивный рандомайзер с участием Дэнди, Пеббла, Флаттера и других персонажей. Идеально подходит для креативных рисовальных сессий и вдохновения для повествования.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        35
      ]
    ]
  },
  "9RcWb5": {
    "translation": "Откройте для себя пошаговые уроки и советы по рисованию персонажей Мира Дэнди. Изучите профессиональные техники для создания удивительных фан-артов Шелли, Руди и Пеббл.",
    "message": "Discover step-by-step tutorials and tips for drawing Dandy's World characters. Learn professional techniques to create amazing fan art of Shelly, Rudie & Pebble.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        32
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Погрузитесь в очаровательный мир персонажей Мир Дэнди через Создатель слотов для рисования Мир Дэнди, где ваши любимые герои становятся частью случайно сгенерированных сказаний.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "Мне нужно специальное оборудование, чтобы начать рисовать персонажей из Мир Дэнди?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "Работает ли Генератор случайных рисунков Мир Дэнди на мобильных устройствах?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "Не волнуйтесь! Генератор рисунков Мир Дэнди имеет функцию очистки холста, позволяющую вам начинать заново, когда это необходимо. Это делает его идеальным для экспериментов и практики ваших навыков рисования.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Скачать",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        564
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Скачать в формате JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        586
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Скачать в формате PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        577
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Легко добавляйте детализированные черты персонажей с помощью библиотеки предустановленных частей тела Генератора рисунков Мир Дэнди, включая элементы рук, ног, глаз и носа.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Легкий сброс",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Эллипс",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Вовлекайтесь в Создатель слотов для рисования Мир Дэнди для развлекательного опыта, который оживляет персонажей Мир Дэнди удивительными способами.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Наслаждайтесь увлекательным опытом рисования с Генератором случайных рисунков Мир Дэнди. Идеально подходит для игровых вечеров, художественных вызовов и креативных рассказов.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Испытайте волнение от игрового автомата с Создателем слотов для рисования Мир Дэнди, где каждый спин открывает новые комбинации персонажей и элементы сюжета.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Глаз",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Ошибка загрузки файла: {0}",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Особенности Генератора рисунков Мир Дэнди",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Финальные штрихи и фон",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Цветок",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Сосредоточьтесь на специфических для персонажа деталях и выражениях. Практикуйтесь в рисовании различных эмоций и поз,typical для Мир Дэнди. Обратите внимание на уникальные черты, такие как прищуренный глаз Роджера или характерные аксессуары.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Нога",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Для лучшего опыта при использовании нашего сервиса мне может потребоваться предоставить вам определенную личную информацию. Информация, которую я запрашиваю, будет сохранена на вашем устройстве и не собирается мной никаким образом. Приложение использует сторонние услуги, которые могут собирать информацию, используемую для идентификации вас.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        52
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Свободный стиль",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Часто задаваемые вопросы",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Создавайте идеи для креативного повествования с персонажами Мир Дэнди. Используйте рандомайзер для создания уникальных нарративов и разработки историй, основанных на персонажах.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "Генерировать сейчас!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Генератор",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Начало работы с рисованием Мир Дэнди",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Рука",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Дом",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "Как я могу отслеживать свой прогресс в рисовании персонажей из мира Дэнди?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "Как сохранить свои произведения искусства в Генераторе Рисунков мира Дэнди?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "Как мне использовать генератор случайных персонажей мира Дэнди?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "Как работает Создатель Слотов для Рисунков мира Дэнди?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "Сколько времени требуется, чтобы научиться рисовать персонажей мира Дэнди?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "Как часто добавляются новые персонажи в Генератор Случайных Персонажей мира Дэнди?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "Как часто добавляются новые персонажи в Создатель Слотов для Рисунков мира Дэнди?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "Как часто добавляются новые уроки по рисованию мира Дэнди?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Я могу привлекать третьи компании и физические лица по следующим причинам:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        58
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Я могу периодически обновлять нашу Политику конфиденциальности. Поэтому вам рекомендуется периодически проверять эту страницу на предмет изменений. Я уведомлю вас об изменениях, опубликовав новую Политику конфиденциальности на этой странице. Эти изменения вступают в силу немедленно после их публикации на этой странице.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        71
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Я ценю ваше доверие в предоставлении вашей Личной Информации, поэтому мы стремимся использовать коммерчески приемлемые средства для ее защиты. Но помните, что ни один метод передачи данных через интернет или метод электронного хранения не является на 100% безопасным и надежным, и я не могу гарантировать его абсолютную безопасность.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        67
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Я хочу проинформировать пользователей этой Услуги о том, что эти третьи лица имеют доступ к вашей Личной Информации. Причина в том, чтобы выполнять задачи, возложенные на них от нашего имени. Однако они обязаны не раскрывать и не использовать информацию в других целях.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        65
      ]
    ]
  },
  "xeCjro": {
    "translation": "Я хочу сообщить вам, что всякий раз, когда вы используете мою Услугу, в случае ошибки в приложении я собираю данные и информацию (через сторонние продукты) на вашем телефоне, называемые логами. Эти логи могут включать такие данные, как ваш IP-адрес, имя устройства, версия операционной системы, конфигурация приложения при использовании моей Услуги, дата и время использования Услуги и другие статистические данные.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        54
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Если у вас есть вопросы по этим Условиям, пожалуйста, свяжитесь с нами по адресу #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        62
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Мгновенные Результаты",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Интерактивный Опыт",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Интерактивное Развлечение",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Введение в Рисунок мира Дэнди",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "Подходит ли Генератор Рисунков мира Дэнди для начинающих?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "Подходит ли Создатель Слотов для Рисунков мира Дэнди для всех возрастов?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "Подходит ли Генератор Случайных Персонажей мира Дэнди для начинающих?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "Есть ли поддержка, если я застряну во время рисования?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Присоединяйтесь к яркому сообществу художников мира Дэнди. Делитесь своими рисунками, получайте отзывы и участвуйте в еженедельных конкурсах, чтобы улучшить свои навыки, общаясь с другими художниками.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Лист",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "t5k4ze": {
    "translation": "Узнайте, как рисовать своих любимых персонажей",
    "message": "Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        37
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Изучите профессиональные техники рисования, специфические для персонажей мира Дэнди. Освойте затенение, раскрашивание и детальную работу с помощью специализированных учебников и руководств.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Изучите правильные пропорции для персонажей мира Дэнди. Используйте размер головы в качестве основной единицы измерения. Например, тело Роджера обычно высотой 2,5 головы. Создайте направляющие, чтобы поддерживать согласованные пропорции на протяжении всего рисунка.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Научиться рисовать персонажей мира Дэнди",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Изучение рисования персонажей мира Дэнди варьируется от человека к человеку. Большинство начинающих могут создать узнаваемых персонажей в течение 2-4 недель регулярной практики. Наши структурированные уроки разбивают сложные персонажи на простые шаги, что делает процесс обучения более управляемым.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Загрузка...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Освойте рисование персонажей мира Дэнди с помощью пошаговых учебников. Наш структурированный подход разбивает сложные персонажи на простые формы, что делает их доступными для художников всех уровней навыков.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Освойте рисование персонажей мира Дэнди с пошаговыми учебниками. Получите советы от экспертов, руководства по персонажам и присоединяйтесь к нашему творческому сообществу художников.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Освоение Пропорций Персонажей",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Несколько Опций Экспорта",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Элементы Природы",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Ошибка сети или проблема CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Каждую неделю добавляются новые учебники по миру Дэнди, включая руководства по персонажам, демонстрации техник и специальные тематические уроки. Мы регулярно обновляем наш контент на основе отзывов сообщества и представляем уроки для новых персонажей по мере их появления.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Новые пользователи, вошедшие в систему, получат 2 кредита",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Нос",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Когда вы почувствуете уверенность с основными формами, сосредоточьтесь на контурном искусстве. Начните с легкого эскиза, а затем постепенно уточняйте линии. Для персонажей мира Дэнди используйте разные веса линий, чтобы добавить глубину и характер вашим рисункам.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Наша платформа включает в себя систему отслеживания прогресса, где вы можете сохранять свои произведения искусства мира Дэнди, сравнивать улучшения с течением времени и получать награды за достижения. Мы также поощряем ведение личного портфолио искусства, чтобы визуализировать ваше развитие.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Персонализируйте Генератор Случайных Персонажей мира Дэнди с настраиваемыми цветами колеса и темами. Создайте своего идеального помощника по рисованию с помощью регулируемых визуальных элементов.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Лепесток",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Пожалуйста, войдите в систему, чтобы продолжить",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "2ziObN": {
    "translation": "Советы по Практике и Улучшению",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Библиотека Предустановленных Форм",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Политика конфиденциальности",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        56
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "LcET2C": {
    "translation": "Политика конфиденциальности",
    "message": "Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "woRfhL": {
    "translation": "Политика конфиденциальности для #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        49
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Профессиональные техники",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Переходите от основных набросков Мира Дэнди к сложным композициям персонажей. Изучайте основные художественные принципы через упражнения и уроки, ориентированные на персонажей.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Случайный выбор персонажа",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Случайная генерация истории",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Случайный выбор",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Генератор случайного выбора",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "Регулярная практика является ключом к освоению рисования персонажей Мира Дэнди. Присоединяйтесь к онлайн-сообществам, участвуйте в конкурсах по рисованию и изучайте официальные материалы для справки. Сохраняйте блокнот, посвященный практике рисования Мира Дэнди.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Богатый выбор цветов",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Сохраняйте и делитесь своими творениями из Генератора Рисунков Мира Дэнди в формате PNG или JPG, что делает его простым для сохранения и демонстрации вашего искусства.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Делитесь своими рисунками Мира Дэнди в социальных сетях. Присоединяйтесь к яркому сообществу художников, демонстрирующих свои интерпретации персонажей из генератора.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Войти с помощью Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Развитие навыков",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Опыт игрового автомата",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Создатель игровых автоматов",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Социальная интеграция",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Прокрутите Создатель Рисунков Мира Дэнди, чтобы создать уникальные сочетания историй с персонажами Дэнди. Увлекательный опыт игрового автомата с мультяшными героями.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        35
      ]
    ]
  },
  "kHKg51": {
    "translation": "Прокрутите интерактивное колесо, чтобы случайным образом выбрать персонажей Мира Дэнди, включая Дэнди, Гальку, Вии, Астрон и Шелли. Идеально для вдохновения во время ваших сеансов рисования.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "Прокрутить!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Квадрат",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Начинайте заново в любое время с помощью функции очистки холста в один клик в Генераторе Рисунков Мира Дэнди, которая идеальна для экспериментов с разными стилями рисования.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Обучение шаг за шагом",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Вдохновение для истории",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Условия обслуживания",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "xowcRf": {
    "translation": "Условия обслуживания",
    "message": "Terms of Service",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Условия обслуживания для #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        49
      ]
    ]
  },
  "DFLfXa": {
    "translation": "Генератор случайного рисования Мира Дэнди регулярно обновляется, чтобы включать новых персонажей из вселенной Мира Дэнди. Периодически проверяйте, чтобы обнаружить новые дополнения к колесу персонажей для свежего вдохновения в рисовании.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "Создатель игровых автоматов Мира Дэнди моментально генерирует новые сочетания историй с каждым вращением, делая каждое взаимодействие уникальным и увлекательным.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "Создатель игровых автоматов Мира Дэнди регулярно обновляется новыми персонажами, элементами истории и функциями. Обновления обычно происходят ежемесячно, принося новый контент и расширяя возможности генерации историй во вселенной Мира Дэнди.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "Создатель игровых автоматов Мира Дэнди работает путем прокрутки виртуальных барабанов, содержащих различные элементы истории и персонажей Мира Дэнди. Когда вы нажимаете кнопку прокрутки, они случайным образом комбинируются, создавая уникальные сценарии истории. Каждое вращение генерирует новую комбинацию персонажей, мест и элементов сюжета.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "Право собственности на изображения, созданные на основе текста на сайте, принадлежит человеку, который создал изображение. #0# не претендует на права на изображения, созданные пользователями.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        54
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Эти Условия будут регулироваться и толковаться в соответствии с законами Соединенных Штатов Америки, без учета его коллизий норм.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        58
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Эта страница используется для информирования посетителей о моих политиках касательно сбора, использования и раскрытия личной информации, если кто-либо решит использовать мои услуги. Если вы решите использовать мои услуги, вы соглашаетесь на сбор и использование информации в связи с этой политикой. Личная информация, которую я собираю, используется для предоставления и улучшения услуги. Я не буду использовать или делиться вашей информацией с кем-либо, кроме как в описанном в этой Политике конфиденциальности. Термины, используемые в этой Политике конфиденциальности, имеют те же значения, что и в наших Условиях и положениях.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        50
      ]
    ]
  },
  "S1ia36": {
    "translation": "Эта услуга может содержать ссылки на другие сайты. Если вы нажмете на ссылку третьей стороны, вы будете перенаправлены на этот сайт. Обратите внимание, что эти внешние сайты не управляются мной. Поэтому я настоятельно рекомендую вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. Я не контролирую и не несу ответственности за содержание, политику конфиденциальности или практику любых сторонних сайтов или услуг.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        69
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Советы по рисованию Мира Дэнди",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Советы по Генератору Рисунков Мира Дэнди",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Советы по Генератору Случайного Рисования Мира Дэнди",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Советы по Создателю Игровых Автоматов Мира Дэнди",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Чтобы помочь нам проанализировать, как используется наша услуга;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        63
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Чтобы начать рисовать персонажей Мира Дэнди, вам понадобятся лишь основные художественные материалы, такие как карандаши, бумага и ластики. Для цифрового искусства рекомендуются рисовательный планшет и программное обеспечение, такое как Procreate или Photoshop, хотя это не обязательно. Мы предоставляем уроки как для традиционных, так и для цифровых техник.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Чтобы облегчить нашу услугу;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        60
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Чтобы получить максимальную выгоду от работы с Создателем Игровых Автоматов Мира Дэнди, попробуйте следующие советы: 1) Крутите несколько раз, чтобы исследовать разные сочетания, 2) Используйте фильтры тем, чтобы сосредоточиться на конкретных типах историй, 3) Сохраняйте свои любимые комбинации для вдохновения, и 4) Экспериментируйте с различными комбинациями персонажей, чтобы открыть уникальные сюжетные линии.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Для выполнения услуг, связанных с сервисом;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        62
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Чтобы предоставить услугу от нашего имени;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        61
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Треугольник",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Понимание основных форм персонажей Мира Дэнди",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Уникальные дизайны персонажей",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Загрузить",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Загрузка",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Использовать Генератор случайного рисования Мира Дэнди просто: нажмите кнопку прокрутки, чтобы вращать колесо, и оно случайным образом выберет персонажа для вас, чтобы нарисовать. Интерактивное колесо остановится на персонаже, предоставляя вам следующую тему для рисования из вселенной Мира Дэнди.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Универсальные художественные стили",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "DFOg6P": {
    "translation": "Мы собираем личные данные (имя, электронная почта и информация о платежах) и анонимные данные (веб cookies), чтобы улучшить наши услуги. Использование этих данных регулируется нашей Политикой конфиденциальности, которую можно найти в",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        56
      ]
    ]
  },
  "X+XmuC": {
    "translation": "Добро пожаловать на #0#! Наш веб-сайт, расположенный по адресу #1# (Веб-сайт), посвящен предоставлению вам возможности создавать индивидуальные изображения. Получая доступ к нашему веб-сайту или используя его, вы соглашаетесь соблюдать эти Условия обслуживания (Условия). Если вы не согласны с каким-либо пунктом условий, вам запрещено использовать веб-сайт.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        50
      ]
    ]
  },
  "PwAQEK": {
    "translation": "Добро пожаловать в Мир Дэнди Рисования, где художественное воображение встречается с структурированным обучением в ярком творческом сообществе. С момента нашего основания в 2023 году, Мир Дэнди стал первоклассным направлением для начинающих художников и опытных иллюстраторов, предлагая всесторонние уроки и ресурсы, сосредоточенные на иллюстрации персонажей. Наша платформа уникально сочетает в себе очарование персонажей Мира Дэнди с профессиональным художественным обучением, делая процесс обучения как увлекательным, так и эффективным. Через наши тщательно разработанные пошаговые руководства художники могут освоить техники рисования, исследуя восхитительную вселенную Мира Дэнди. Независимо от того, рисуете ли вы игривые выражения Роджера или запечатлеваете динамичные позы Шелли, наша платформа, ориентированная на сообщество, предоставляет идеальную среду для художественного роста. С еженедельными конкурсами, живыми сессиями рисования и поддерживающей сетью других художников, Мир Дэнди Рисования превращает процесс обучения иллюстрации персонажей в увлекательное приключение. Присоединяйтесь к тысячам художников, которые уже открыли радость воплощения персонажей Мира Дэнди в их художественных работах и станьте частью растущего сообщества, преданного художественному мастерству и креативному самовыражению.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "Добро пожаловать на уроки рисования Мира Дэнди! Прежде чем начать, соберите необходимые инструменты: карандаши (HB, 2B), ластики, качественная бумага и материалы для раскрашивания. Для цифровых художников убедитесь, что у вас есть графический планшет и программное обеспечение, такое как Procreate или Photoshop.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "Какие инструменты для рисования доступны в Генераторе Рисования Мира Дэнди?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "Какие функции предлагает Генератор Рисования Мира Дэнди?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "Что делать, если я ошибусь, используя Генератор Рисования Мира Дэнди?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "Что такое Мир Дэнди Рисования и для кого он предназначен?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "Что такое Случайный Генератор Рисования Мира Дэнди?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "Что такое Генератор Рисования Мира Дэнди?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "Что такое Генератор Рисования Мира Дэнди?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Хотя персонажи Мира Дэнди защищены авторским правом, мы предлагаем рекомендации по созданию фан-арта. Личное и образовательное использование приветствуется, но коммерческое использование требует соответствующей лицензии. Свяжитесь с нашей командой лицензирования для коммерческих запросов.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Сохраняя основные элементы персонажей, Мир Дэнди поощряет художественную интерпретацию. Экспериментируйте с различными позами, выражениями и сценариями, рисуя своих любимых персонажей.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Хотя Генератор Рисования Мира Дэнди в основном работает на основе случайной генерации, вы можете влиять на определенные аспекты процесса создания истории, выбирая конкретные категории персонажей или темы истории перед вращением. Это позволяет немного настроить при сохранении увлекательного элемента случайности.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "С Генератором Рисования Мира Дэнди вы можете легко сохранить свои завершенные работы в формате PNG или JPG. Просто нажмите кнопку сохранения, когда вы закончите свое рисование, чтобы экспортировать его в предпочитаемый вами формат файла.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Да, уроки Мира Дэнди разделены на категории: Начинающий, Средний и Продвинутый уровни. Каждый уровень строится на ранее изученных навыках, помогая вам продвигаться от простых эскизов персонажей до сложных иллюстраций с правильным затенением, раскрашиванием и динамичными позами.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Да, Генератор Рисования Мира Дэнди включает предустановленные формы, специально разработанные для создания природных элементов, таких как листья, цветы и лепестки. Эти инструменты упрощают добавление красивых деталей окружающей среды в ваши художественные работы.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Да, Случайный Генератор Рисования Мира Дэнди полностью адаптивен и работает безупречно на мобильных устройствах, планшетах и настольных компьютерах, позволяя вам генерировать случайные выборы персонажей для рисования везде и всегда.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "Да, Случайный Генератор Рисования Мира Дэнди идеально подходит для групповых мероприятий! Его обычно используют на художественных конкурсах, уроках рисования и креативных вечерах, где участники могут по очереди вращать колесо и рисовать выбранного персонажа Мира Дэнди.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Да, Случайный Генератор Рисования Мира Дэнди предлагает варианты настройки. Вы можете изменить внешний вид колеса, включая цвета и темы, чтобы соответствовать вашим предпочтениям. Эта функция помогает создать более индивидуальный опыт рисования с вашими любимыми персонажами Мира Дэнди.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Да, Генератор Рисования Мира Дэнди позволяет вам сохранять ваши любимые комбинации историй. Как только вы найдете комбинацию, которая вам нравится, вы можете сохранить ее для повторного просмотра позже или поделиться ею с другими фанатами Мира Дэнди.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Да, Генератор Рисования Мира Дэнди спроектирован так, чтобы быть дружелюбным для семьи и подходящим для всех возрастов. Все сгенерированные истории подходят для детей, оставаясь развлекательными для взрослых, которые наслаждаются вселенной Мира Дэнди.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "Да, вы можете делиться своими рисунками персонажей Мира Дэнди на различных платформах социальных сетей. Многие пользователи делятся своими творениями на платформах, таких как TikTok и Instagram, присоединяясь к сообществу художников, использующих Случайный Генератор Рисования для вдохновения.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "Да! Генератор Рисования Мира Дэнди включает в себя комплексный набор предустановленных частей тела, таких как руки, ноги, глаза и нос, что упрощает создание уникальных персонажей. В сочетании с различными формами и цветами вы можете воплотить ваши дизайны персонажей в жизнь.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "Да! Мы поощряем делиться вашим творчеством на тему Мира Дэнди в нашем сообществе. Вы можете публиковать свои рисунки на нашей платформе, получать обратную связь от других художников и участвовать в еженедельных конкурсах. Просто помните о соблюдении наших рекомендаций по сообществу и давайте должное Миру Дэнди.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "Да! Мы проводим регулярные конкурсы рисования Мира Дэнди, ежемесячные соревнования и специальные мероприятия. Эти мероприятия включают в себя конкурсы персонажей месяца, сезонные тематические конкурсы и художественные вечеринки для сообщества. Победители часто получают признание и специальные упоминания на нашей платформе.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Вам предоставляется ограниченная, неисключительная, непередаваемая лицензия на использование веб-сайта и его услуг для личных, некоммерческих целей. Эта лицензия не включает в себя никаких прав на копирование, изменение или распределение контента веб-сайта или использование его в коммерческих целях без нашего предварительного schriftного согласия.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        52
      ]
    ]
  },
  "lX4VC4": {
    "translation": "Список блогов",
    "message": "博客列表",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/layout..tsx",
        7
      ]
    ]
  }
}