{
  "32fNxX": {
    "translation": "#0# se reserva el derecho, a su discreción exclusiva, de modificar o reemplazar estos Términos en cualquier momento. Notificaremos a los usuarios sobre cualquier cambio por correo electrónico. Su uso continuado del Sitio Web después de cualquier cambio en estos Términos constituirá su aceptación de dichos cambios.",
    "message": "#0# reserves the right, at our sole discretion, to modify or replace these Terms at any time. We will notify users of any changes by email. Your continued use of the Website after any change in these Terms will constitute your acceptance of such changes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        64
      ]
    ]
  },
  "qVv47w": {
    "translation": "1. Recopilación y Uso de Información",
    "message": "1. Information Collection and Use",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        55
      ]
    ]
  },
  "dnEZiE": {
    "translation": "1. Licencia de Uso",
    "message": "1. Use License",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        55
      ]
    ]
  },
  "RUEwir": {
    "translation": "2. Datos del Registro",
    "message": "2. Log Data",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        57
      ]
    ]
  },
  "AV4xaK": {
    "translation": "2. Propiedad",
    "message": "2. Ownership",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        57
      ]
    ]
  },
  "hczIS1": {
    "translation": "3. Cookies",
    "message": "3. Cookies",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        59
      ]
    ]
  },
  "69EiaO": {
    "translation": "3. Recopilación de Datos de Usuarios",
    "message": "3. User Data Collection",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        59
      ]
    ]
  },
  "pik+Gj": {
    "translation": "4. Ley Aplicable",
    "message": "4. Governing Law",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        61
      ]
    ]
  },
  "gSmscK": {
    "translation": "4. Proveedores de Servicios",
    "message": "4. Service Providers",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        61
      ]
    ]
  },
  "HT0gtE": {
    "translation": "5. Cambios a los Términos",
    "message": "5. Changes to Terms",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        63
      ]
    ]
  },
  "0jvfq0": {
    "translation": "5. Seguridad",
    "message": "5. Security",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        70
      ]
    ]
  },
  "UA5K4X": {
    "translation": "6. Información de Contacto",
    "message": "6. Contact Information",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        65
      ]
    ]
  },
  "c72RA6": {
    "translation": "6. Enlaces a Otros Sitios",
    "message": "6. Links to Other Sites",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        72
      ]
    ]
  },
  "FhdZtA": {
    "translation": "7. Cambios a Esta Política de Privacidad",
    "message": "7. Changes to This Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        74
      ]
    ]
  },
  "EXY/2d": {
    "translation": "¡Absolutamente! El generador de dibujos de El Mundo de Dandy está diseñado para ser fácil de usar para artistas de todos los niveles de habilidad. Con formas predefinidas, herramientas fáciles de usar y controles intuitivos, los principiantes pueden empezar a crear obras de arte de inmediato.",
    "message": "Absolutely! Dandys World Draw Generator is designed to be user-friendly for artists of all skill levels. With preset shapes, easy-to-use tools, and intuitive controls, beginners can start creating artwork immediately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        238
      ]
    ]
  },
  "isTHa0": {
    "translation": "¡Absolutamente! La comunidad de El Mundo de Dandy ofrece múltiples opciones de soporte: guías detalladas paso a paso, tutoriales en video, foros comunitarios y retroalimentación de artistas experimentados. También puedes unirte a nuestras sesiones de dibujo en vivo semanales para obtener orientación en tiempo real.",
    "message": "Absolutely! The Dandy's World community offers multiple support options: detailed step-by-step guides, video tutorials, community forums, and feedback from experienced artists. You can also join our weekly live drawing sessions for real-time guidance.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        166
      ]
    ]
  },
  "cBPa5o": {
    "translation": "¡Absolutamente! El aleatorizador de dibujos de El Mundo de Dandy está diseñado para artistas de todos los niveles de habilidad. Ya seas un principiante aprendiendo a dibujar o un artista experimentado buscando inspiración, el aleatorizador proporciona una forma divertida y atractiva de practicar el dibujo de personajes de El Mundo de Dandy.",
    "message": "Absolutely! The Dandy's World Draw Randomizer is designed for artists of all skill levels. Whether you're a beginner learning to draw or an experienced artist looking for inspiration, the randomizer provides a fun and engaging way to practice drawing Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        364
      ]
    ]
  },
  "iNiXuw": {
    "translation": "Accede a una variedad de formas predefinidas en el generador de dibujos de El Mundo de Dandy, incluidas círculos, cuadrados, triángulos y elipses para construir rápidamente la estructura básica de tu personaje.",
    "message": "Access a variety of preset shapes in Dandys World Draw Generator including circles, squares, triangles and ellipses to quickly build your character's basic structure.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        194
      ]
    ]
  },
  "UEU44n": {
    "translation": "Accede a una amplia gama de recursos de dibujo de El Mundo de Dandy, incluidos guías de personajes, paletas de colores y gráficos de proporción. Perfecto para mantener la autenticidad en tu obra de arte.",
    "message": "Access a wide range of Dandy's World drawing resources, including character guides, color palettes, and proportion charts. Perfect for maintaining authenticity in your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        119
      ]
    ]
  },
  "Xs7qNN": {
    "translation": "Comunidad Activa",
    "message": "Active Community",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        113
      ]
    ]
  },
  "Jf2Ljl": {
    "translation": "Añadiendo Detalles y Expresiones",
    "message": "Adding Details and Expressions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        73
      ]
    ]
  },
  "JrsO8P": {
    "translation": "Aplica colores utilizando la paleta de colores oficial de El Mundo de Dandy. Comienza con colores base, luego añade sombras y luces. Recuerda que cada personaje tiene su propia combinación de colores única, como el esmoquin gris de Rodger y la banda púrpura-azul.",
    "message": "Apply colors using the official Dandy's World color palette. Start with base colors, then add shading and highlights. Remember that each character has their unique color scheme - like Rodger's gray tuxedo and purple-blue band.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        67
      ]
    ]
  },
  "NiSGP0": {
    "translation": "¿Hay algún desafío de dibujo o eventos en El Mundo de Dandy?",
    "message": "Are there any drawing challenges or events in Dandy's World?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        173
      ]
    ]
  },
  "7DwNqz": {
    "translation": "¿Hay algún consejo para utilizar eficazmente el generador de slots de dibujo de El Mundo de Dandy?",
    "message": "Are there any tips for using Dandys World Draw Slot Maker effectively?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        312
      ]
    ]
  },
  "4+KTpU": {
    "translation": "¿Hay diferentes niveles de dificultad en los tutoriales de El Mundo de Dandy?",
    "message": "Are there different difficulty levels in Dandy's World tutorials?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        157
      ]
    ]
  },
  "0BQ0oZ": {
    "translation": "Comienza descomponiendo los personajes de El Mundo de Dandy en formas básicas. La mayoría de los personajes comienzan con formas geométricas simples: círculos para la cabeza de Rodger, rectángulos para la estructura del cuerpo. Practica estas formas fundamentales antes de añadir detalles.",
    "message": "Begin by breaking down Dandy's World characters into basic shapes. Most characters start with simple geometric forms - circles for Rodger's head, rectangles for body structure. Practice these foundational shapes before adding details.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        46
      ]
    ]
  },
  "ExFMj8": {
    "translation": "Blogs",
    "message": "Blogs",
    "comments": [],
    "origin": [
      [
        "components/wegic/blogs.tsx",
        24
      ],
      [
        "components/wegic/footer.tsx",
        13
      ],
      [
        "components/wegic/header.tsx",
        30
      ]
    ]
  },
  "mRjO9S": {
    "translation": "Lista de Blogs",
    "message": "Blogs List",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/[slug]/page.tsx",
        63
      ]
    ]
  },
  "yZ2PlW": {
    "translation": "Al utilizar #0#, indicas tu aceptación de estos Términos del Servicio.",
    "message": "By using #0#, you signify your acceptance of these Terms of Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        67
      ]
    ]
  },
  "L7dq+T": {
    "translation": "¿Puedo crear personajes utilizando el generador de dibujos de El Mundo de Dandy?",
    "message": "Can I create characters using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        233
      ]
    ]
  },
  "2fk963": {
    "translation": "¿Puedo personalizar la rueda del aleatorizador de dibujos de El Mundo de Dandy?",
    "message": "Can I customize the Dandy's World Draw Randomizer wheel?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        359
      ]
    ]
  },
  "N94L+m": {
    "translation": "¿Puedo personalizar los elementos de la historia en el generador de slots de dibujo de El Mundo de Dandy?",
    "message": "Can I customize the story elements in Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        308
      ]
    ]
  },
  "PvR3qf": {
    "translation": "¿Puedo dibujar elementos de la naturaleza utilizando el generador de dibujos de El Mundo de Dandy?",
    "message": "Can I draw nature elements using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        241
      ]
    ]
  },
  "LvUelM": {
    "translation": "¿Puedo guardar las historias generadas por el generador de slots de dibujo de El Mundo de Dandy?",
    "message": "Can I save the stories generated by Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        296
      ]
    ]
  },
  "to68Nn": {
    "translation": "¿Puedo compartir mi obra de arte de El Mundo de Dandy en línea?",
    "message": "Can I share my Dandy's World artwork online?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        153
      ]
    ]
  },
  "9qceBF": {
    "translation": "¿Puedo compartir mis dibujos del aleatorizador de El Mundo de Dandy?",
    "message": "Can I share my drawings from the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        367
      ]
    ]
  },
  "i4CL2W": {
    "translation": "¿Puedo usar los dibujos de El Mundo de Dandy para fines comerciales?",
    "message": "Can I use Dandy's World drawings for commercial purposes?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        169
      ]
    ]
  },
  "3ECj3s": {
    "translation": "¿Puedo usar el aleatorizador de El Mundo de Dandy para actividades grupales?",
    "message": "Can I use the Dandy's World Draw Randomizer for group activities?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        375
      ]
    ]
  },
  "HZu2Ck": {
    "translation": "Personajes de Dibujos Animados",
    "message": "Cartoon Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        270
      ]
    ]
  },
  "f6bi7N": {
    "translation": "Colección de Partes de Personajes",
    "message": "Character Parts Collection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        198
      ]
    ]
  },
  "7xMmki": {
    "translation": "Círculo",
    "message": "Circle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        24
      ]
    ]
  },
  "z65MvS": {
    "translation": "Lienzo Claro",
    "message": "Clear Canvas",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        557
      ]
    ]
  },
  "yz7wBu": {
    "translation": "Cerrar",
    "message": "Close",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        56
      ]
    ]
  },
  "FN4Har": {
    "translation": "Coloreando Tu Personaje de El Mundo de Dandy",
    "message": "Coloring Your Dandy's World Character",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        66
      ]
    ]
  },
  "b+LYK6": {
    "translation": "Completa tu dibujo de El Mundo de Dandy añadiendo los toques finales y elementos de fondo opcionales. Revisa tu trabajo para verificar la consistencia con el diseño original del personaje. Comparte tu obra con la comunidad de dibujo de El Mundo de Dandy para recibir retroalimentación.",
    "message": "Complete your Dandy's World drawing by adding final touches and optional background elements. Review your work for consistency with the original character design. Share your artwork with the Dandy's World drawing community for feedback.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        81
      ]
    ]
  },
  "jus2sV": {
    "translation": "Recursos Comprensivos",
    "message": "Comprehensive Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        118
      ]
    ]
  },
  "akF51D": {
    "translation": "Las cookies son archivos con una pequeña cantidad de datos que se utilizan comúnmente como identificadores únicos anónimos. Estos son enviados a tu navegador desde los sitios web que visitas y se almacenan en la memoria interna de tu dispositivo. Este Servicio no utiliza estas cookies explícitamente. Sin embargo, la aplicación puede usar código y bibliotecas de terceros que usan cookies para recopilar información y mejorar sus servicios. Tienes la opción de aceptar o rechazar estas cookies y saber cuándo se envía una cookie a tu dispositivo. Si eliges rechazar nuestras cookies, es posible que no puedas usar algunas partes de este Servicio.",
    "message": "Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory. This Service does not use these cookies explicitly. However, the app may use third party code and libraries that use cookies to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        60
      ]
    ]
  },
  "l7oHNR": {
    "translation": "Crea fondos hermosos utilizando las formas temáticas de la naturaleza del generador de dibujos de El Mundo de Dandy, como hojas, flores y pétalos para realzar tus dibujos de personajes.",
    "message": "Create beautiful backgrounds using Dandys World Draw Generator's nature-themed shapes like leaves, flowers and petals to enhance your character drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        204
      ]
    ]
  },
  "f0F3Dz": {
    "translation": "¡Crea Historias Aleatorias de Dandy!",
    "message": "Create Random Dandy Stories!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        60
      ]
    ]
  },
  "7z8zid": {
    "translation": "¡Crea ahora tus personajes favoritos de El Mundo de Dandy!",
    "message": "Create your favorite Dandy's World characters now!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        60
      ]
    ]
  },
  "iJGXFl": {
    "translation": "Crea tus personajes favoritos de El Mundo de Dandy con nuestro generador de dibujos fácil de seguir. Perfecto para principiantes y artistas avanzados con tutoriales paso a paso.",
    "message": "Create your favorite Dandy's World characters with our easy-to-follow drawing generator. Perfect for beginners & advanced artists with step-by-step tutorials.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        35
      ]
    ]
  },
  "0Igqrf": {
    "translation": "Creando Arte Lineal Limpio",
    "message": "Creating Clean Line Art",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        59
      ]
    ]
  },
  "Bmz9Tu": {
    "translation": "¡Generador Creativo de Props para Personajes!",
    "message": "Creative Character Props Generator!",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        60
      ]
    ]
  },
  "dPg4Dg": {
    "translation": "Libertad Creativa",
    "message": "Creative Freedom",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        123
      ]
    ]
  },
  "Y00csS": {
    "translation": "Opciones de Personalización",
    "message": "Customization Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        328
      ]
    ]
  },
  "6Mk9Tp": {
    "translation": "El estilo artístico de El Mundo de Dandy es adaptable a diversos medios. Ya sea que prefieras el dibujo tradicional, el arte digital o las acuarelas, los diseños de personajes se adaptan maravillosamente a diferentes técnicas artísticas.",
    "message": "Dandy's World art style is adaptable to various mediums. Whether you prefer traditional sketching, digital art, or watercolors, the character designs translate beautifully across different artistic techniques.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        109
      ]
    ]
  },
  "Qh5TG7": {
    "translation": "Tutoriales y Recursos de Dibujo de Personajes de El Mundo de Dandy",
    "message": "Dandy's World Character Drawing Tutorials & Resources",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        21
      ]
    ]
  },
  "9tmw/V": {
    "translation": "Blogs de Dandy - Aprende a Dibujar Tus Personajes Favoritos",
    "message": "Dandy's World Draw Blogs - Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        31
      ]
    ]
  },
  "q4aWez": {
    "translation": "Generador de Dibujo de El Mundo de Dandy | Aprende a Dibujar Personajes Paso a Paso",
    "message": "Dandy's World Draw Generator | Learn Character Drawing Step by Step",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        32
      ]
    ]
  },
  "5h7rjv": {
    "translation": "El Dibujo de El Mundo de Dandy es una plataforma integral de dibujo diseñada tanto para principiantes como para artistas experimentados que desean aprender a dibujar los personajes de El Mundo de Dandy. Ofrece tutoriales paso a paso, recursos y apoyo comunitario para cualquier persona interesada en dominar la ilustración de personajes.",
    "message": "Dandy's World Draw is a comprehensive drawing platform designed for both beginners and experienced artists who want to learn how to draw Dandy's World characters. It offers step-by-step tutorials, resources, and community support for anyone interested in mastering character illustration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        142
      ]
    ]
  },
  "k500kh": {
    "translation": "Generador Aleatorio de Dibujo de El Mundo de Dandy",
    "message": "Dandy's World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        57
      ]
    ]
  },
  "WZMl9X": {
    "translation": "Generador Aleatorio de Dibujo de El Mundo de Dandy | Generador Creativo de Items de Personajes",
    "message": "Dandy's World Draw Randomizer | Creative Character Item Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        32
      ]
    ]
  },
  "SKPzak": {
    "translation": "El Generador Aleatorio de Dibujo de El Mundo de Dandy es una herramienta interactiva basada en una rueda que ayuda a los usuarios a seleccionar aleatoriamente personajes del universo de El Mundo de Dandy para inspiración en el dibujo. Cuenta con personajes queridos como Dandy, Pebble, Vee, Astro y Shelly, siendo perfecto para artistas y narradores creativos.",
    "message": "Dandy's World Draw Randomizer is an interactive wheel-based tool that helps users randomly select characters from the Dandy's World universe for drawing inspiration. It features beloved characters like Dandy, Pebble, Vee, Astro, and Shelly, making it perfect for artists and creative storytellers.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        352
      ]
    ]
  },
  "Yy0qpp": {
    "translation": "El Mundo de Dandy presenta diseños de personajes distintivos que son fáciles de dibujar. Cada personaje, desde Rodger hasta Shelly, tiene formas claras y características memorables que los hacen perfectos tanto para principiantes como para artistas avanzados.",
    "message": "Dandy's World features distinctive character designs that are easy to draw. Each character, from Rodger to Shelly, has clear shapes and memorable features that make them perfect for both beginners and advanced artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        99
      ]
    ]
  },
  "cfyIgr": {
    "translation": "Dibujo de El Mundo de Dandy",
    "message": "Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        5
      ]
    ]
  },
  "0TJXVf": {
    "translation": "Publicación de Blogs de El Mundo de Dandy",
    "message": "Dandys World Draw Blogs Post",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        34
      ]
    ]
  },
  "5gwVfz": {
    "translation": "Generador de Dibujo de El Mundo de Dandy",
    "message": "Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/generator/page.tsx",
        57
      ]
    ]
  },
  "v9VHUR": {
    "translation": "El Generador de Dibujo de El Mundo de Dandy es una herramienta intuitiva de dibujo que permite a los usuarios crear personajes y obras de arte utilizando formas predeterminadas, colores personalizables y varios elementos de dibujo. Está diseñado para hacer que la creación de personajes sea accesible para artistas de todos los niveles de habilidad.",
    "message": "Dandys World Draw Generator is an intuitive drawing tool that allows users to create characters and artwork using preset shapes, customizable colors, and various drawing elements. It's designed to make character creation accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        222
      ]
    ]
  },
  "dkj2lZ": {
    "translation": "El Generador de Dibujo de El Mundo de Dandy ofrece 12 colores vibrantes y tamaños de brocha ajustables, dándote control total para crear impresionantes obras de arte de personajes con precisión y estilo.",
    "message": "Dandys World Draw Generator offers 12 vibrant colors and adjustable brush sizes, giving you complete control to create stunning character artwork with precision and style.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        189
      ]
    ]
  },
  "zcPVPZ": {
    "translation": "El Generador de Dibujo de El Mundo de Dandy ofrece una variedad de herramientas de dibujo, incluyendo tamaños de brocha ajustables, 12 colores diferentes, formas geométricas predeterminadas, partes del cuerpo del personaje y elementos de la naturaleza. Estas herramientas proporcionan todo lo que necesitas para crear obras de arte detalladas.",
    "message": "Dandys World Draw Generator offers a variety of drawing tools including adjustable brush sizes, 12 different colors, preset geometric shapes, character body parts, and nature elements. These tools provide everything you need to create detailed artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        250
      ]
    ]
  },
  "yzIMnv": {
    "translation": "El Generador de Dibujo de El Mundo de Dandy ofrece múltiples características que incluyen 12 opciones de colores diferentes, tamaños de brocha ajustables, formas predeterminadas (círculos, cuadrados, triángulos, elipses), partes del cuerpo del personaje y elementos de la naturaleza. También puedes limpiar tu lienzo y guardar tu obra en formato PNG o JPG.",
    "message": "Dandys World Draw Generator provides multiple features including 12 different color options, adjustable brush sizes, preset shapes (circles, squares, triangles, ellipses), character body parts, and nature elements. You can also clear your canvas and save your artwork in PNG or JPG format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        226
      ]
    ]
  },
  "6X3ngd": {
    "translation": "Creador de Tragamonedas de Dibujo de El Mundo de Dandy",
    "message": "Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        57
      ]
    ]
  },
  "AC3IZn": {
    "translation": "Creador de Tragamonedas de Dibujo de El Mundo de Dandy | Crea Historias Aleatorias de Dandy",
    "message": "Dandys World Draw Slot Maker | Create Random Dandy Stories",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        32
      ]
    ]
  },
  "kdz4sF": {
    "translation": "El Creador de Tragamonedas de Dibujo de El Mundo de Dandy crea combinaciones de historias únicas con cada giro, presentando a los adorados personajes de El Mundo de Dandy en escenarios inesperados.",
    "message": "Dandys World Draw Slot Maker creates unique story combinations with every spin, featuring beloved Dandys World characters in unexpected scenarios.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        261
      ]
    ]
  },
  "q1Lmdu": {
    "translation": "El Creador de Tragamonedas de Dibujo de El Mundo de Dandy es una herramienta interactiva de generación de historias que combina mecánicas de tragaperras con narración. Genera aleatoriamente historias únicas que presentan personajes de El Mundo de Dandy a través de un sistema de giro y coincidencia.",
    "message": "Dandys World Draw Slot Maker is an interactive story generation tool that combines slot machine mechanics with storytelling. It randomly generates unique stories featuring Dandys World characters through a spin-and-match system.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        289
      ]
    ]
  },
  "QOEKV7": {
    "translation": "Descubre un divertido aleatorizador interactivo con Dandy, Pebble, Flutter y más personajes. Perfecto para sesiones creativas de dibujo e inspiración en narración.",
    "message": "Discover a fun interactive randomizer featuring Dandy, Pebble, Flutter & more characters. Perfect for creative drawing sessions and storytelling inspiration.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/randomizer/page.tsx",
        35
      ]
    ]
  },
  "9RcWb5": {
    "translation": "Descubre tutoriales y consejos paso a paso para dibujar personajes de El Mundo de Dandy. Aprende técnicas profesionales para crear increíbles fan arts de Shelly, Rudie y Pebble.",
    "message": "Discover step-by-step tutorials and tips for drawing Dandy's World characters. Learn professional techniques to create amazing fan art of Shelly, Rudie & Pebble.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/page.tsx",
        32
      ]
    ]
  },
  "24Iy/D": {
    "translation": "Sumérgete en el encantador mundo de los personajes de El Mundo de Dandy a través del Creador de Tragamonedas de Dibujo de El Mundo de Dandy, donde tus héroes favoritos se convierten en parte de cuentos generados aleatoriamente.",
    "message": "Dive into the charming world of Dandys World characters through the Dandys World Draw Slot Maker, where your favorite heroes become part of randomly generated tales.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        271
      ]
    ]
  },
  "xbpW40": {
    "translation": "¿Necesito equipo especial para empezar a dibujar los personajes de El Mundo de Dandy?",
    "message": "Do I need special equipment to start drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        145
      ]
    ]
  },
  "tkbLGt": {
    "translation": "¿Funciona el Generador Aleatorio de Dibujo de El Mundo de Dandy en dispositivos móviles?",
    "message": "Does the Dandy's World Draw Randomizer work on mobile devices?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        379
      ]
    ]
  },
  "BByzjN": {
    "translation": "¡No te preocupes! El Generador de Dibujo de El Mundo de Dandy cuenta con una función de limpieza de lienzo que te permite comenzar de nuevo siempre que lo necesites. Esto lo hace perfecto para experimentar y practicar tus habilidades de dibujo.",
    "message": "Don't worry! Dandys World Draw Generator features a canvas clear function that allows you to start fresh whenever needed. This makes it perfect for experimenting and practicing your drawing skills.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        246
      ]
    ]
  },
  "mzI/c+": {
    "translation": "Descargar",
    "message": "Download",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        564
      ]
    ]
  },
  "HeM1nB": {
    "translation": "Descargar como JPEG",
    "message": "Download as JPEG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        586
      ]
    ]
  },
  "yQ7ak/": {
    "translation": "Descargar como PNG",
    "message": "Download as PNG",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        577
      ]
    ]
  },
  "GLcnsp": {
    "translation": "Agrega fácilmente características detalladas de los personajes con la biblioteca de partes del cuerpo predeterminadas del Generador de Dibujo de El Mundo de Dandy, que incluye elementos como manos, pies, ojos y nariz.",
    "message": "Easily add detailed character features with Dandys World Draw Generator's preset body parts library including hands, feet, eyes and nose elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        199
      ]
    ]
  },
  "VGGB1R": {
    "translation": "Reinicio Fácil",
    "message": "Easy Reset",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        208
      ]
    ]
  },
  "rp5GhR": {
    "translation": "Elipse",
    "message": "Ellipse",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        27
      ]
    ]
  },
  "NmAiEU": {
    "translation": "Participa con el Creador de Tragamonedas de Dibujo de El Mundo de Dandy para una experiencia entretenida que da vida a los personajes de El Mundo de Dandy de maneras sorprendentes.",
    "message": "Engage with the Dandys World Draw Slot Maker for an entertaining experience that brings Dandys World characters to life in surprising ways.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        281
      ]
    ]
  },
  "2bk169": {
    "translation": "Disfruta de una experiencia de dibujo atractiva con el Generador Aleatorio de Dibujo de El Mundo de Dandy. Perfecto para noches de juegos, desafíos artísticos y sesiones creativas de narración.",
    "message": "Enjoy an engaging drawing experience with the Dandy's World Draw Randomizer. Perfect for game nights, art challenges, and creative storytelling sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        339
      ]
    ]
  },
  "Ds25Bm": {
    "translation": "Experimenta la emoción de una tragaperras con el Creador de Tragamonedas de Dibujo de El Mundo de Dandy, donde cada giro revela nuevas combinaciones de personajes y elementos de historia.",
    "message": "Experience the thrill of a slot machine with the Dandys World Draw Slot Maker, where each spin reveals new character combinations and story elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        266
      ]
    ]
  },
  "wovLGP": {
    "translation": "Ojo",
    "message": "Eye",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        33
      ]
    ]
  },
  "lIFSzb": {
    "translation": "Falló la carga del archivo: {0}",
    "message": "Failed to upload file: {0}",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        23
      ]
    ]
  },
  "OjNld0": {
    "translation": "Características del Dibujo de El Mundo de Dandy",
    "message": "Features Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        32
      ]
    ]
  },
  "HUVqLy": {
    "translation": "Toques Finales y Fondo",
    "message": "Final Touches and Background",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        80
      ]
    ]
  },
  "abEdHK": {
    "translation": "Flor",
    "message": "Flower",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        39
      ]
    ]
  },
  "3YcJsM": {
    "translation": "Enfócate en los detalles y expresiones específicas de los personajes. Practica el dibujo de varias emociones y poses típicas de El Mundo de Dandy. Presta atención a características únicas como el ojo entrecerrado de Rodger o accesorios distintivos.",
    "message": "Focus on character-specific details and expressions. Practice drawing various emotions and poses typical in Dandy's World. Pay attention to unique features like Rodger's squinted eye or distinctive accessories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        74
      ]
    ]
  },
  "xN37me": {
    "translation": "Pie",
    "message": "Foot",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        32
      ]
    ]
  },
  "st6ZC4": {
    "translation": "Para una mejor experiencia al usar nuestro servicio, puedo solicitarte que nos proporciones cierta información personal identificable. La información que solicito se retendrá en tu dispositivo y no es recopilada por mí de ninguna manera. La aplicación utiliza servicios de terceros que pueden recopilar información utilizada para identificarte.",
    "message": "For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way. The app does use third-party services that may collect information used to identify you.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        56
      ]
    ]
  },
  "A08Kgh": {
    "translation": "Estilo Libre",
    "message": "Freestyle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        41
      ]
    ]
  },
  "F7G/TS": {
    "translation": "Preguntas Frecuentes",
    "message": "Frequently Asked Questions",
    "comments": [],
    "origin": [
      [
        "components/wegic/faqs.tsx",
        31
      ]
    ]
  },
  "gx1faY": {
    "translation": "Genera ideas creativas para narraciones con los personajes de El Mundo de Dandy. Utiliza el aleatorizador para crear narrativas únicas y desarrollar historias centradas en personajes.",
    "message": "Generate creative storytelling ideas with Dandy's World characters. Use the randomizer to craft unique narratives and develop character-driven stories.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        344
      ]
    ]
  },
  "EDkBL8": {
    "translation": "¡Generar Ahora!",
    "message": "Generate Now!",
    "comments": [],
    "origin": [
      [
        "components/wegic/hero.tsx",
        40
      ]
    ]
  },
  "8XR/WI": {
    "translation": "Generador",
    "message": "Generator",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        8
      ]
    ]
  },
  "T8FLO1": {
    "translation": "Introducción al Dibujo de El Mundo de Dandy",
    "message": "Getting Started with Dandy's World Drawing",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        38
      ]
    ]
  },
  "vJ0hjc": {
    "translation": "Mano",
    "message": "Hand",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        31
      ]
    ]
  },
  "i0qMbr": {
    "translation": "Inicio",
    "message": "Home",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        7
      ]
    ]
  },
  "A3fPkq": {
    "translation": "¿Cómo puedo rastrear mi progreso en el dibujo de los personajes de El Mundo de Dandy?",
    "message": "How can I track my progress in drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        177
      ]
    ]
  },
  "LMBnSl": {
    "translation": "¿Cómo guardo mi obra de arte en el Generador de Dibujos de El Mundo de Dandy?",
    "message": "How do I save my artwork in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        229
      ]
    ]
  },
  "3fd0PB": {
    "translation": "¿Cómo utilizo el randomizador de personajes de El Mundo de Dandy?",
    "message": "How do I use the Dandy's World character randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        355
      ]
    ]
  },
  "F3cURS": {
    "translation": "¿Cómo funciona el Constructor de Espacios para Dibujar de El Mundo de Dandy?",
    "message": "How does the Dandys World Draw Slot Maker work?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        292
      ]
    ]
  },
  "bLDuMO": {
    "translation": "¿Cuánto tiempo se tarda en aprender a dibujar personajes de El Mundo de Dandy?",
    "message": "How long does it take to learn drawing Dandy's World characters?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        149
      ]
    ]
  },
  "jEoFAh": {
    "translation": "¿Con qué frecuencia se añaden nuevos personajes al Randomizador de El Mundo de Dandy?",
    "message": "How often are new characters added to the Dandy's World Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        371
      ]
    ]
  },
  "BE3cab": {
    "translation": "¿Con qué frecuencia se añaden nuevos personajes al Constructor de Espacios para Dibujar de El Mundo de Dandy?",
    "message": "How often are new characters added to the Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        304
      ]
    ]
  },
  "qhR+kn": {
    "translation": "¿Con qué frecuencia se añaden nuevos tutoriales de dibujo de El Mundo de Dandy?",
    "message": "How often are new Dandy's World drawing tutorials added?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        161
      ]
    ]
  },
  "dQt+7J": {
    "translation": "Puedo emplear empresas e individuos terceros debido a las siguientes razones:",
    "message": "I may employ third-party companies and individuals due to the following reasons:",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        62
      ]
    ]
  },
  "EUZXzT": {
    "translation": "Puedo actualizar nuestra Política de Privacidad de vez en cuando. Por lo tanto, se recomienda revisar esta página periódicamente para cualquier cambio. Te notificaré de cualquier cambio publicando la nueva Política de Privacidad en esta página. Estos cambios son efectivos inmediatamente después de que se publiquen en esta página.",
    "message": "I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        75
      ]
    ]
  },
  "5dDG4E": {
    "translation": "Valoro tu confianza al proporcionarnos tu Información Personal, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Pero recuerda que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro y confiable, y no puedo garantizar su seguridad absoluta.",
    "message": "I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        71
      ]
    ]
  },
  "gFP4HL": {
    "translation": "Quiero informar a los usuarios de este Servicio que estos terceros tienen acceso a tu Información Personal. La razón es realizar las tareas que les hemos asignado en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro propósito.",
    "message": "I want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        69
      ]
    ]
  },
  "xeCjro": {
    "translation": "Quiero informarte que cada vez que utilices mi Servicio, en caso de error en la aplicación, recopilo datos e información (a través de productos de terceros) en tu teléfono llamados Datos de Registro. Estos Datos de Registro pueden incluir información como la dirección del Protocolo de Internet ('IP') de tu dispositivo, nombre del dispositivo, versión del sistema operativo, la configuración de la aplicación al utilizar mi Servicio, la fecha y hora de tu uso del Servicio y otras estadísticas.",
    "message": "I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        58
      ]
    ]
  },
  "d1ALrF": {
    "translation": "Si tienes alguna pregunta sobre estos Términos, comunícate con nosotros en #0#.",
    "message": "If you have any questions about these Terms, please contact us at #0#.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        66
      ]
    ]
  },
  "O5W0BO": {
    "translation": "Resultados Instantáneos",
    "message": "Instant Results",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        275
      ]
    ]
  },
  "1wRrgZ": {
    "translation": "Experiencia Interactiva",
    "message": "Interactive Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        338
      ]
    ]
  },
  "SRFxHS": {
    "translation": "Diversión Interactiva",
    "message": "Interactive Fun",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        280
      ]
    ]
  },
  "RLPmGq": {
    "translation": "Introducción al Dibujo de El Mundo de Dandy",
    "message": "Introduction of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        26
      ]
    ]
  },
  "DVcPYw": {
    "translation": "¿Es el Generador de Dibujos de El Mundo de Dandy adecuado para principiantes?",
    "message": "Is Dandys World Draw Generator suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        237
      ]
    ]
  },
  "paYoLs": {
    "translation": "¿Es el Constructor de Espacios para Dibujar de El Mundo de Dandy adecuado para todas las edades?",
    "message": "Is Dandys World Draw Slot Maker suitable for all ages?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        300
      ]
    ]
  },
  "ng5cu8": {
    "translation": "¿Es el Randomizador de Dibujos de El Mundo de Dandy adecuado para principiantes?",
    "message": "Is the Dandy's World Draw Randomizer suitable for beginners?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        363
      ]
    ]
  },
  "qG3jbM": {
    "translation": "¿Hay soporte disponible si me quedo atascado mientras dibujo?",
    "message": "Is there support available if I get stuck while drawing?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        165
      ]
    ]
  },
  "MmfsOI": {
    "translation": "Únete a una vibrante comunidad de artistas de El Mundo de Dandy. Comparte tus dibujos, recibe comentarios y participa en desafíos semanales para mejorar tus habilidades mientras te conectas con otros artistas.",
    "message": "Join a vibrant community of Dandy's World artists. Share your drawings, get feedback, and participate in weekly challenges to improve your skills while connecting with fellow artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        114
      ]
    ]
  },
  "xPwtt9": {
    "translation": "Hoja",
    "message": "Leaf",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        38
      ]
    ]
  },
  "t5k4ze": {
    "translation": "Aprende a Dibujar Tus Personajes Favoritos",
    "message": "Learn How to Draw Your Favorite Characters",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/blogs-page-client.tsx",
        37
      ]
    ]
  },
  "BNIT3q": {
    "translation": "Aprende técnicas de dibujo profesionales específicas para los personajes de El Mundo de Dandy. Domina el sombreado, la coloración y el trabajo de detalles a través de tutoriales y guías especializadas.",
    "message": "Learn professional drawing techniques specific to Dandy's World characters. Master shading, coloring, and detail work through specialized tutorials and guides.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        134
      ]
    ]
  },
  "OZ6jLr": {
    "translation": "Aprende las proporciones correctas para los personajes de El Mundo de Dandy. Usa el tamaño de la cabeza como unidad básica de medida. Por ejemplo, el cuerpo de Rodger suele medir 2.5 cabezas de altura. Crea guías para mantener proporciones consistentes en tu dibujo.",
    "message": "Learn the correct proportions for Dandy's World characters. Use the head size as a basic unit of measurement. For example, Rodger's body is typically 2.5 heads tall. Create guidelines to maintain consistent proportions throughout your drawing.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        53
      ]
    ]
  },
  "kWWrvV": {
    "translation": "Aprender a Dibujar Personajes de El Mundo de Dandy",
    "message": "Learn to Draw Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        16
      ]
    ]
  },
  "99//iK": {
    "translation": "Aprender a dibujar personajes de El Mundo de Dandy varía según la persona. La mayoría de los principiantes pueden crear personajes reconocibles en 2-4 semanas de práctica regular. Nuestros tutoriales estructurados descomponen personajes complejos en pasos simples, haciendo que el proceso de aprendizaje sea más manejable.",
    "message": "Learning to draw Dandy's World characters varies by individual. Most beginners can create recognizable characters within 2-4 weeks of regular practice. Our structured tutorials break down complex characters into simple steps, making the learning process more manageable.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        150
      ]
    ]
  },
  "Z3FXyt": {
    "translation": "Cargando...",
    "message": "Loading...",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/loading.tsx",
        8
      ]
    ]
  },
  "6CXeFo": {
    "translation": "Domina el dibujo de personajes de El Mundo de Dandy a través de tutoriales progresivos. Nuestro enfoque estructurado descompone personajes complejos en formas simples, haciéndolo accesible para artistas de todos los niveles de habilidad.",
    "message": "Master drawing Dandy's World characters through progressive tutorials. Our structured approach breaks down complex characters into simple shapes, making it accessible for artists of all skill levels.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        104
      ]
    ]
  },
  "SedUJT": {
    "translation": "Domina el dibujo de personajes de El Mundo de Dandy con tutoriales paso a paso. Obtén consejos de expertos, guías de personajes y únete a nuestra comunidad creativa de artistas.",
    "message": "Master drawing Dandy's World characters with step-by-step tutorials. Get expert tips, character guides, and join our creative community of artists.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        17
      ],
      [
        "config/site.ts",
        22
      ]
    ]
  },
  "lY3yG3": {
    "translation": "Dominando las Proporciones de los Personajes",
    "message": "Mastering Character Proportions",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        52
      ]
    ]
  },
  "IO/SDP": {
    "translation": "Múltiples Opciones de Exportación",
    "message": "Multiple Export Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        213
      ]
    ]
  },
  "RYg1g4": {
    "translation": "Elementos de la Naturaleza",
    "message": "Nature Elements",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        203
      ]
    ]
  },
  "bHt2FX": {
    "translation": "Error de red o problema de CORS.",
    "message": "Network error or CORS issue.",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/useS34R2.ts",
        27
      ]
    ]
  },
  "6vUzxA": {
    "translation": "Nuevos tutoriales de El Mundo de Dandy se añaden semanalmente, incluyendo guías de personajes, demostraciones de técnicas y lecciones temáticas especiales. Actualizamos regularmente nuestro contenido basado en los comentarios de la comunidad y presentamos tutoriales para nuevos personajes a medida que aparecen.",
    "message": "New Dandy's World tutorials are added weekly, including character guides, technique demonstrations, and special themed lessons. We regularly update our content based on community feedback and introduce tutorials for new characters as they appear.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        162
      ]
    ]
  },
  "ko93eb": {
    "translation": "Los nuevos usuarios que inicien sesión recibirán 2 créditos.",
    "message": "New users who log in will receive 2 credits",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        39
      ]
    ]
  },
  "SfPlW9": {
    "translation": "Nariz",
    "message": "Nose",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        34
      ]
    ]
  },
  "FvxCMW": {
    "translation": "Una vez que te sientas cómodo con las formas básicas, concéntrate en el arte lineal. Comienza con un esbozo ligero, luego refina gradualmente tus líneas. Para los personajes de El Mundo de Dandy, utiliza diferentes grosores de línea para añadir profundidad y carácter a tus dibujos.",
    "message": "Once comfortable with basic shapes, focus on line art. Start with light sketching, then gradually refine your lines. For Dandy's World characters, use varying line weights to add depth and character to your drawings.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        60
      ]
    ]
  },
  "d2Hx1C": {
    "translation": "Nuestra plataforma incluye un sistema de seguimiento de progreso donde puedes guardar tu obra de arte de El Mundo de Dandy, comparar mejoras a lo largo del tiempo y ganar insignias de logros. También fomentamos mantener un portafolio de arte personal para visualizar tu desarrollo.",
    "message": "Our platform includes a progress tracking system where you can save your Dandy's World artwork, compare improvements over time, and earn achievement badges. We also encourage maintaining a personal art portfolio to visualize your development.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        178
      ]
    ]
  },
  "Rh2/5q": {
    "translation": "Personaliza tu Randomizador de Dibujos de El Mundo de Dandy con colores y temas de rueda personalizables. Crea tu compañero de dibujo perfecto con elementos visuales ajustables.",
    "message": "Personalize your Dandy's World Draw Randomizer with customizable wheel colors and themes. Create your perfect drawing companion with adjustable visual elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        329
      ]
    ]
  },
  "nk7u3D": {
    "translation": "Pétalo",
    "message": "Petal",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        40
      ]
    ]
  },
  "+Y65s1": {
    "translation": "Por favor, inicie sesión para continuar",
    "message": "Please Sign In To Continue",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        38
      ]
    ]
  },
  "rBiIJR": {
    "translation": "Pollo AI - Generador de Video AI Gratuito, Solución de Video AI Todo en Uno",
    "message": "Pollo AI - Free AI Video Generator, All-in-One AI Video Solution",
    "comments": [],
    "origin": [
      [
        "components/wegic/navbar.tsx",
        172
      ]
    ]
  },
  "2ziObN": {
    "translation": "Consejos de Práctica y Mejora",
    "message": "Practice and Improvement Tips",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        87
      ]
    ]
  },
  "zen3yb": {
    "translation": "Biblioteca de Formas Preestablecidas",
    "message": "Preset Shapes Library",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        193
      ]
    ]
  },
  "ScJ9fj": {
    "translation": "Política de privacidad",
    "message": "Privacy policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        60
      ],
      [
        "components/wegic/footer.tsx",
        92
      ]
    ]
  },
  "LcET2C": {
    "translation": "Política de privacidad",
    "message": "Privacy Policy",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        27
      ]
    ]
  },
  "woRfhL": {
    "translation": "Política de Privacidad de #0#",
    "message": "Privacy Policy for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        53
      ]
    ]
  },
  "T7bBcH": {
    "translation": "Técnicas Profesionales",
    "message": "Professional Techniques",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        133
      ]
    ]
  },
  "H+5wfn": {
    "translation": "Progrese de los bocetos básicos de El Mundo de Dandy a complejas composiciones de personajes. Aprenda principios artísticos esenciales a través de ejercicios y tutoriales centrados en personajes.",
    "message": "Progress from basic Dandy's World sketches to complex character compositions. Learn essential art principles through character-focused exercises and tutorials.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        129
      ]
    ]
  },
  "PfR12O": {
    "translation": "Selección Aleatoria de Personajes",
    "message": "Random Character Selection",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        323
      ]
    ]
  },
  "JQ4XcE": {
    "translation": "Generación Aleatoria de Historias",
    "message": "Random Story Generation",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        260
      ]
    ]
  },
  "I2K8PB": {
    "translation": "Aleatorizar",
    "message": "Randomize",
    "comments": [],
    "origin": [
      [
        "components/RandomizerMachine.tsx",
        41
      ]
    ]
  },
  "O/5/2t": {
    "translation": "Aleatorizador",
    "message": "Randomizer",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        10
      ]
    ]
  },
  "dS5A3M": {
    "translation": "La práctica regular es clave para dominar el dibujo de personajes de El Mundo de Dandy. Únase a comunidades en línea, participe en desafíos de dibujo y estudie materiales de referencia oficiales. Mantenga un cuaderno de bocetos dedicado a la práctica de El Mundo de Dandy.",
    "message": "Regular practice is key to mastering Dandy's World character drawing. Join online communities, participate in drawing challenges, and study official reference materials. Keep a sketchbook dedicated to Dandy's World practice.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        88
      ]
    ]
  },
  "zmgp8I": {
    "translation": "Ricas Opciones de Color",
    "message": "Rich Color Options",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        188
      ]
    ]
  },
  "Gf+QJT": {
    "translation": "Guarde y comparta sus creaciones del Generador de Dibujos de El Mundo de Dandy en formato PNG o JPG, facilitando la preservación y exhibición de su arte.",
    "message": "Save and share your Dandys World Draw Generator creations in PNG or JPG format, making it simple to preserve and showcase your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        214
      ]
    ]
  },
  "RXCPqT": {
    "translation": "Comparta sus dibujos de El Mundo de Dandy en plataformas de redes sociales. Únase a una vibrante comunidad de artistas que muestran sus interpretaciones de personajes a partir del aleatorizador.",
    "message": "Share your Dandy's World drawings on social media platforms. Join a vibrant community of artists showcasing their character interpretations from the randomizer.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        334
      ]
    ]
  },
  "ZqvdDl": {
    "translation": "Iniciar sesión con Google",
    "message": "Sign In With Google",
    "comments": [],
    "origin": [
      [
        "framework/components/login/GoogleLogin.tsx",
        50
      ]
    ]
  },
  "b2kWPd": {
    "translation": "Desarrollo de Habilidades",
    "message": "Skill Development",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        128
      ]
    ]
  },
  "eRZwDQ": {
    "translation": "Experiencia de Máquina Traga Monedas",
    "message": "Slot Machine Experience",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        265
      ]
    ]
  },
  "UkwM55": {
    "translation": "Creador de Traga Monedas",
    "message": "Slot Maker",
    "comments": [],
    "origin": [
      [
        "components/wegic/header.tsx",
        9
      ]
    ]
  },
  "sMe9b4": {
    "translation": "Integración Social",
    "message": "Social Integration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        333
      ]
    ]
  },
  "u/kFCL": {
    "translation": "Gire la Máquina de Dibujos de El Mundo de Dandy para generar combinaciones únicas de historias con personajes de Dandy. Una divertida experiencia de máquina traga monedas con héroes de dibujos animados.",
    "message": "Spin the Dandys World Draw Slot Maker to generate unique story combinations featuring Dandy characters. A fun slot machine experience with cartoon heroes.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/slot-maker/page.tsx",
        35
      ]
    ]
  },
  "kHKg51": {
    "translation": "Gire la rueda interactiva para seleccionar aleatoriamente entre personajes de El Mundo de Dandy, incluidos Dandy, Pebble, Vee, Astro y Shelly. Perfecto para inspirar creatividad en sus sesiones de dibujo.",
    "message": "Spin the interactive wheel to randomly select from Dandy's World characters including Dandy, Pebble, Vee, Astro, and Shelly. Perfect for sparking creative inspiration in your drawing sessions.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        324
      ]
    ]
  },
  "Ja9Adc": {
    "translation": "¡Gira!",
    "message": "Spin!",
    "comments": [],
    "origin": [
      [
        "components/SlotMachine.tsx",
        45
      ]
    ]
  },
  "1DA6ap": {
    "translation": "Cuadrado",
    "message": "Square",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        25
      ]
    ]
  },
  "3W0xiR": {
    "translation": "Comienza de nuevo en cualquier momento con la función de limpieza de lienzo de un clic del Generador de Dibujos de El Mundo de Dandy, perfecto para experimentar con diferentes estilos de dibujo.",
    "message": "Start fresh anytime with Dandys World Draw Generator's one-click canvas clear feature, perfect for experimenting with different drawing styles.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        209
      ]
    ]
  },
  "P4lxjn": {
    "translation": "Aprendizaje Paso a Paso",
    "message": "Step-by-Step Learning",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        103
      ]
    ]
  },
  "bUzxvY": {
    "translation": "Inspiración para Historias",
    "message": "Story Inspiration",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        343
      ]
    ]
  },
  "UCLeG0": {
    "translation": "Términos de servicio",
    "message": "Terms of service",
    "comments": [],
    "origin": [
      [
        "components/wegic/footer.tsx",
        93
      ]
    ]
  },
  "xowcRf": {
    "translation": "Términos de servicio",
    "message": "Terms of Service",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        27
      ]
    ]
  },
  "X+aiz8": {
    "translation": "Términos de Servicio para #0#",
    "message": "Terms of Service for #0#",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        53
      ]
    ]
  },
  "DFLfXa": {
    "translation": "El aleatorizador de dibujos de El Mundo de Dandy se actualiza regularmente para incluir nuevos personajes del universo de El Mundo de Dandy. Siga revisando para descubrir nuevas adiciones a la rueda de personajes para inspiración fresca en el dibujo.",
    "message": "The Dandy's World Draw Randomizer is regularly updated to include new characters from the Dandy's World universe. Keep checking back to discover new additions to the character wheel for fresh drawing inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        372
      ]
    ]
  },
  "pLPPiF": {
    "translation": "El creador de traga monedas de El Mundo de Dandy genera instantáneamente nuevas combinaciones de historias con cada giro, haciendo que cada interacción sea única y entretenida.",
    "message": "The Dandys World Draw Slot Maker instantly generates fresh story combinations with each spin, making every interaction unique and entertaining.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        276
      ]
    ]
  },
  "M2qbRO": {
    "translation": "El creador de traga monedas de El Mundo de Dandy se actualiza regularmente con nuevos personajes, elementos de la historia y características. Las actualizaciones suelen ocurrir mensualmente, trayendo contenido fresco y ampliando las posibilidades para la generación de historias dentro del universo de El Mundo de Dandy.",
    "message": "The Dandys World Draw Slot Maker is regularly updated with new characters, story elements, and features. Updates typically occur monthly, bringing fresh content and expanding the possibilities for story generation within the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        305
      ]
    ]
  },
  "Ilm5uN": {
    "translation": "El creador de traga monedas de El Mundo de Dandy funciona girando carretes virtuales que contienen diferentes elementos de la historia y personajes de El Mundo de Dandy. Cuando presione el botón de giro, combinará aleatoriamente estos elementos para crear escenarios de historia únicos. Cada giro genera una nueva combinación de personajes, escenarios y elementos de trama.",
    "message": "The Dandys World Draw Slot Maker works by spinning virtual reels containing different story elements and Dandys World characters. When you press the spin button, it randomly combines these elements to create unique story scenarios. Each spin generates a new combination of characters, settings, and plot elements.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        293
      ]
    ]
  },
  "YHuztc": {
    "translation": "La propiedad de las imágenes generadas a partir de texto en el Sitio web pertenece a la persona que creó la imagen. #0# no reclama ningún derecho sobre las imágenes creadas por los usuarios.",
    "message": "The ownership of images generated from text on the Website belongs to the person who created the image. #0# claims no ownership over images created by users.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        58
      ]
    ]
  },
  "GYzcuY": {
    "translation": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de los Estados Unidos de América, sin tener en cuenta sus disposiciones sobre conflictos de leyes.",
    "message": "These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        62
      ]
    ]
  },
  "Xwg1Sn": {
    "translation": "Esta página se utiliza para informar a los visitantes sobre mis políticas en relación con la recopilación, uso y divulgación de Información Personal si alguien decide utilizar mi Servicio. Si elige utilizar mi Servicio, acepta la recopilación y el uso de información en relación con esta política. La Información Personal que recopilo se utiliza para proporcionar y mejorar el Servicio. No utilizaré ni compartiré su información con nadie, excepto como se describe en esta Política de Privacidad. Los términos utilizados en esta Política de Privacidad tienen los mismos significados que en nuestros Términos y Condiciones.",
    "message": "This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        54
      ]
    ]
  },
  "S1ia36": {
    "translation": "Este Servicio puede contener enlaces a otros sitios. Si hace clic en un enlace de terceros, será dirigido a ese sitio. Tenga en cuenta que estos sitios externos no son operados por mí. Por lo tanto, le aconsejo encarecidamente que revise la Política de Privacidad de estos sitios web. No tengo control ni asumo responsabilidad por el contenido, las políticas de privacidad o las prácticas de ningún sitio o servicio de terceros.",
    "message": "This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        73
      ]
    ]
  },
  "lwBH3z": {
    "translation": "Consejos para el Dibujo de El Mundo de Dandy",
    "message": "Tips Of Dandys World Draw",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        94
      ]
    ]
  },
  "I1Vwuf": {
    "translation": "Consejos para el Generador de Dibujos de El Mundo de Dandy",
    "message": "Tips Of Dandys World Draw Generator",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        183
      ]
    ]
  },
  "5xItRt": {
    "translation": "Consejos para el Aleatorizador de Dibujos de El Mundo de Dandy",
    "message": "Tips Of Dandys World Draw Randomizer",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        318
      ]
    ]
  },
  "lP5l8f": {
    "translation": "Consejos para el Creador de Traga Monedas de El Mundo de Dandy",
    "message": "Tips Of Dandys World Draw Slot Maker",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        255
      ]
    ]
  },
  "+yrJEm": {
    "translation": "Para ayudarnos a analizar cómo se utiliza nuestro Servicio;",
    "message": "To assist us in analyzing how our Service is used;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        67
      ]
    ]
  },
  "tFiI7E": {
    "translation": "Para comenzar a dibujar personajes de El Mundo de Dandy, solo necesita suministros básicos de arte como lápices, papel y borradores. Para el arte digital, se recomienda una tableta gráfica y software como Procreate o Photoshop, aunque no son necesarios. Proporcionamos tutoriales tanto para medios tradicionales como digitales.",
    "message": "To begin drawing Dandy's World characters, you only need basic art supplies like pencils, paper, and erasers. For digital art, a drawing tablet and software like Procreate or Photoshop are recommended but not required. We provide tutorials for both traditional and digital mediums.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        146
      ]
    ]
  },
  "gN00PD": {
    "translation": "Para facilitar nuestro Servicio;",
    "message": "To facilitate our Service;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        64
      ]
    ]
  },
  "A7QtQm": {
    "translation": "Para aprovechar al máximo su experiencia con el Creador de Traga Monedas de El Mundo de Dandy, pruebe estos consejos: 1) Gire varias veces para explorar diferentes combinaciones, 2) Use los filtros de tema para centrarse en tipos específicos de historias, 3) Guarde sus combinaciones favoritas para inspiración y 4) Experimente con diferentes combinaciones de personajes para descubrir tramas únicas.",
    "message": "To get the most out of your Dandys World Draw Slot Maker experience, try these tips: 1) Spin multiple times to explore different combinations, 2) Use the theme filters to focus on specific types of stories, 3) Save your favorite combinations for inspiration, and 4) Experiment with different character combinations to discover unique storylines.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        313
      ]
    ]
  },
  "TIkU8p": {
    "translation": "Para realizar servicios relacionados con el Servicio;",
    "message": "To perform Service-related services;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        66
      ]
    ]
  },
  "jiYr9i": {
    "translation": "Para proporcionar el Servicio en nuestro nombre;",
    "message": "To provide the Service on our behalf;",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/privacy-policy/page.tsx",
        65
      ]
    ]
  },
  "ucHvJP": {
    "translation": "Triángulo",
    "message": "Triangle",
    "comments": [],
    "origin": [
      [
        "components/DrawingBoard.tsx",
        26
      ]
    ]
  },
  "4nGaSL": {
    "translation": "Pruébalo ahora",
    "message": "Try now",
    "comments": [],
    "origin": [
      [
        "components/wegic/navbar.tsx",
        182
      ]
    ]
  },
  "ZhoEAz": {
    "translation": "Comprendiendo las Formas Básicas en los Personajes de El Mundo de Dandy",
    "message": "Understanding Basic Shapes in Dandy's World Characters",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        45
      ]
    ]
  },
  "g44YLV": {
    "translation": "Diseños de Personajes Únicos",
    "message": "Unique Character Designs",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        98
      ]
    ]
  },
  "ONWvwQ": {
    "translation": "Subir",
    "message": "Upload",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/button.tsx",
        44
      ]
    ]
  },
  "/eguJc": {
    "translation": "Subiendo",
    "message": "Uploading",
    "comments": [],
    "origin": [
      [
        "framework/components/ue-upload/picture.tsx",
        59
      ]
    ]
  },
  "+ois9a": {
    "translation": "Usar el Aleatorizador de Dibujos de El Mundo de Dandy es simple: solo haga clic en el botón de giro para rotar la rueda, y seleccionará aleatoriamente un personaje para que dibuje. La rueda interactiva se detendrá en un personaje, proporcionándole su próximo sujeto de dibujo del universo de El Mundo de Dandy.",
    "message": "Using the Dandy's World Draw Randomizer is simple: just click the spin button to rotate the wheel, and it will randomly select a character for you to draw. The interactive wheel will stop on a character, providing you with your next drawing subject from the Dandy's World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        356
      ]
    ]
  },
  "qNd2+R": {
    "translation": "Estilos de Arte Versátiles",
    "message": "Versatile Art Styles",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        108
      ]
    ]
  },
  "DFOg6P": {
    "translation": "Recopilamos datos personales (nombre, correo electrónico e información de pago) y datos no personales (cookies web) para mejorar nuestros servicios. El uso de estos datos se rige por nuestra Política de Privacidad, que se puede encontrar en",
    "message": "We collect personal data (name, email, and payment information) and non-personal data (web cookies) to improve our services. The use of this data is governed by our Privacy Policy, which can be found at",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        60
      ]
    ]
  },
  "X+XmuC": {
    "translation": "¡Bienvenido a #0#! Nuestro sitio web, ubicado en #1# (Sitio web), está dedicado a proporcionarte la capacidad de crear imágenes personalizadas. Al acceder o utilizar nuestro sitio web, aceptas estar sujeto a estos Términos de Servicio (Términos). Si no estás de acuerdo con alguna parte de los términos, entonces te está prohibido utilizar el sitio web.",
    "message": "Welcome to #0#! Our website, located at #1# (Website), is dedicated to providing you with the ability to create custom images. By accessing or using our Website, you agree to be bound by these Terms of Service (Terms). If you do not agree with any part of the terms, then you are prohibited from using the Website.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        54
      ]
    ]
  },
  "PwAQEK": {
    "translation": "¡Bienvenido a El Mundo de Dandy Draw, donde la imaginación artística se encuentra con el aprendizaje estructurado en una vibrante comunidad creativa! Desde nuestra creación en 2023, El Mundo de Dandy se ha convertido en un destino principal para artistas aspirantes y ilustradores experimentados, ofreciendo tutoriales completos y recursos enfocados en la ilustración de personajes. Nuestra plataforma combina de manera única el encanto de los personajes de El Mundo de Dandy con la instrucción artística profesional, haciendo que el proceso de aprendizaje sea tanto agradable como efectivo. A través de nuestras guías paso a paso cuidadosamente elaboradas, los artistas pueden dominar las técnicas de dibujo mientras exploran el encantador universo de El Mundo de Dandy. Ya sea que estés esbozando las expresiones juguetonas de Rodger o capturando las poses dinámicas de Shelly, nuestra plataforma impulsada por la comunidad proporciona el ambiente perfecto para el crecimiento artístico. Con desafíos semanales, sesiones de dibujo en vivo y una red de apoyo de otros artistas, El Mundo de Dandy Draw transforma el viaje de aprender a ilustrar personajes en una aventura atractiva. Únete a miles de artistas que ya han descubierto la alegría de dar vida a los personajes de El Mundo de Dandy a través de su arte, y conviértete en parte de una comunidad en crecimiento dedicada a la excelencia artística y la expresión creativa.",
    "message": "Welcome to Dandy's World Draw, where artistic imagination meets structured learning in a vibrant creative community. Since our establishment in 2023, Dandy's World has become a premier destination for aspiring artists and seasoned illustrators alike, offering comprehensive tutorials and resources focused on character illustration. Our platform uniquely combines the charm of Dandy's World characters with professional art instruction, making the learning process both enjoyable and effective. Through our carefully crafted step-by-step guides, artists can master drawing techniques while exploring the delightful universe of Dandy's World. Whether you're sketching Rodger's playful expressions or capturing Shelly's dynamic poses, our community-driven platform provides the perfect environment for artistic growth. With weekly challenges, live drawing sessions, and a supportive network of fellow artists, Dandy's World Draw transforms the journey of learning character illustration into an engaging adventure. Join thousands of artists who have already discovered the joy of bringing Dandy's World characters to life through their artwork, and become part of a growing community dedicated to artistic excellence and creative expression.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        27
      ]
    ]
  },
  "4mHXk2": {
    "translation": "¡Bienvenido a los tutoriales de dibujo de El Mundo de Dandy! Antes de comenzar, reúne las herramientas esenciales: lápices (HB, 2B), borradores, papel de calidad y materiales para colorear. Para los artistas digitales, asegúrate de tener una tableta de dibujo y software como Procreate o Photoshop listos.",
    "message": "Welcome to Dandy's World drawing tutorials! Before starting, gather essential tools: pencils (HB, 2B), erasers, quality paper, and coloring materials. For digital artists, ensure you have a drawing tablet and software like Procreate or Photoshop ready.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        39
      ]
    ]
  },
  "vaIm0/": {
    "translation": "¿Qué herramientas de dibujo están disponibles en El Mundo de Dandy Draw Generator?",
    "message": "What drawing tools are available in Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        249
      ]
    ]
  },
  "LINzV2": {
    "translation": "¿Qué funciones ofrece El Mundo de Dandy Draw Generator?",
    "message": "What features does Dandys World Draw Generator offer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        225
      ]
    ]
  },
  "0VKI0R": {
    "translation": "¿Qué pasa si cometo un error al usar El Mundo de Dandy Draw Generator?",
    "message": "What if I make a mistake while using Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        245
      ]
    ]
  },
  "45Tqbt": {
    "translation": "¿Qué es El Mundo de Dandy Draw y para quién es?",
    "message": "What is Dandy's World Draw and who is it for?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        141
      ]
    ]
  },
  "GBJKtv": {
    "translation": "¿Qué es El Mundo de Dandy Draw Randomizer?",
    "message": "What is Dandy's World Draw Randomizer?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        351
      ]
    ]
  },
  "RcV4eE": {
    "translation": "¿Qué es El Mundo de Dandy Draw Generator?",
    "message": "What is Dandys World Draw Generator?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        221
      ]
    ]
  },
  "r4+ZM8": {
    "translation": "¿Qué es El Mundo de Dandy Draw Slot Maker?",
    "message": "What is Dandys World Draw Slot Maker?",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        288
      ]
    ]
  },
  "Y7S/iq": {
    "translation": "Si bien los personajes de El Mundo de Dandy están protegidos por derechos de autor, ofrecemos pautas para la creación de arte de fans. Se fomenta el uso personal y educativo, pero el uso comercial requiere una licencia adecuada. Contacta a nuestro equipo de licencias para consultas comerciales.",
    "message": "While Dandy's World characters are protected by copyright, we offer guidelines for fan art creation. Personal and educational use is encouraged, but commercial use requires proper licensing. Contact our licensing team for commercial inquiries.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        170
      ]
    ]
  },
  "nrsbsF": {
    "translation": "Si bien se mantienen los elementos clave de los personajes, El Mundo de Dandy fomenta la interpretación artística. Experimenta con diferentes poses, expresiones y escenarios mientras dibujas tus personajes favoritos.",
    "message": "While maintaining core character elements, Dandy's World encourages artistic interpretation. Experiment with different poses, expressions, and scenarios while drawing your favorite characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        124
      ]
    ]
  },
  "+BQ/oU": {
    "translation": "Mientras que El Mundo de Dandy Draw Slot Maker opera principalmente con generación aleatoria, puedes influir en ciertos aspectos del proceso de creación de historias seleccionando categorías de personajes específicos o temas de historia antes de girar. Esto permite cierta personalización mientras se mantiene el emocionante elemento de aleatoriedad.",
    "message": "While the Dandys World Draw Slot Maker primarily operates on random generation, you can influence certain aspects of the story creation process by selecting specific character categories or story themes before spinning. This allows for some customization while maintaining the exciting element of randomness.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        309
      ]
    ]
  },
  "2qovGt": {
    "translation": "Con El Mundo de Dandy Draw Generator, puedes guardar fácilmente tu obra de arte completada en formato PNG o JPG. Simplemente haz clic en el botón de guardar cuando hayas terminado tu dibujo para exportarlo a tu formato de archivo preferido.",
    "message": "With Dandys World Draw Generator, you can easily save your completed artwork in either PNG or JPG format. Simply click the save button when you're finished with your drawing to export it to your preferred file format.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        230
      ]
    ]
  },
  "ekD2sN": {
    "translation": "Sí, los tutoriales de El Mundo de Dandy están categorizados en niveles Principiante, Intermedio y Avanzado. Cada nivel se basa en habilidades previas, ayudándote a progresar desde bocetos básicos de personajes hasta ilustraciones complejas con el sombreado, colorido y poses dinámicas adecuados.",
    "message": "Yes, Dandy's World tutorials are categorized into Beginner, Intermediate, and Advanced levels. Each level builds upon previous skills, helping you progress from basic character sketches to complex illustrations with proper shading, coloring, and dynamic poses.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        158
      ]
    ]
  },
  "bKWgv/": {
    "translation": "Sí, El Mundo de Dandy Draw Generator incluye formas preestablecidas diseñadas específicamente para crear elementos de la naturaleza como hojas, flores y pétalos. Estas herramientas facilitan la adición de hermosos detalles ambientales a tu obra de arte.",
    "message": "Yes, Dandys World Draw Generator includes preset shapes specifically designed for creating nature elements such as leaves, flowers, and petals. These tools make it easy to add beautiful environmental details to your artwork.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        242
      ]
    ]
  },
  "l7FxnA": {
    "translation": "Sí, el El Mundo de Dandy Draw Randomizer es completamente receptivo y funciona sin problemas en dispositivos móviles, tabletas y computadoras de escritorio, permitiéndote generar selecciones aleatorias de personajes para dibujar en cualquier lugar y en cualquier momento.",
    "message": "Yes, the Dandy's World Draw Randomizer is fully responsive and works seamlessly on mobile devices, tablets, and desktop computers, allowing you to generate random character selections for drawing anywhere, anytime.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        380
      ]
    ]
  },
  "sbds9o": {
    "translation": "¡Sí, el El Mundo de Dandy Draw Randomizer es perfecto para actividades grupales! Se utiliza comúnmente en desafíos de arte, clases de dibujo y noches de juegos creativos donde los participantes pueden turnarse para girar la rueda y dibujar el personaje seleccionado de El Mundo de Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer is perfect for group activities! It's commonly used in art challenges, drawing classes, and creative game nights where participants can take turns spinning the wheel and drawing the selected Dandy's World character.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        376
      ]
    ]
  },
  "VJLIYr": {
    "translation": "Sí, el El Mundo de Dandy Draw Randomizer ofrece opciones de personalización. Puedes ajustar la apariencia de la rueda, incluidas los colores y temas, para que coincidan con tus preferencias. Esta función ayuda a crear una experiencia de dibujo más personalizada con tus personajes favoritos de El Mundo de Dandy.",
    "message": "Yes, the Dandy's World Draw Randomizer offers customization options. You can adjust the wheel's appearance, including colors and themes, to match your preferences. This feature helps create a more personalized drawing experience with your favorite Dandy's World characters.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        360
      ]
    ]
  },
  "Gnhykt": {
    "translation": "Sí, El Mundo de Dandy Draw Slot Maker te permite guardar tus combinaciones de historias favoritas. Una vez que encuentres una combinación de historia que te guste, puedes guardarla para revisitarla más tarde o compartirla con otros fans de El Mundo de Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker allows you to save your favorite story combinations. Once you find a story combination you like, you can save it to revisit later or share it with other Dandys World fans.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        297
      ]
    ]
  },
  "zNur0A": {
    "translation": "Sí, El Mundo de Dandy Draw Slot Maker está diseñado para ser apto para toda la familia y adecuado para todas las edades. Todas las combinaciones de historias generadas son apropiadas para niños mientras que siguen siendo entretenidas para adultos que disfrutan del universo de El Mundo de Dandy.",
    "message": "Yes, the Dandys World Draw Slot Maker is designed to be family-friendly and suitable for all ages. All generated story combinations are appropriate for children while remaining entertaining for adults who enjoy the Dandys World universe.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        301
      ]
    ]
  },
  "pgYmaF": {
    "translation": "¡Sí, puedes compartir tus dibujos de personajes de El Mundo de Dandy en varias plataformas de redes sociales! Muchos usuarios comparten sus creaciones en plataformas como TikTok e Instagram, uniéndose a una comunidad de artistas que utilizan el Randomizer de Dibujo para inspiración.",
    "message": "Yes, you can share your Dandy's World character drawings on various social media platforms. Many users share their creations on platforms like TikTok and Instagram, joining a community of artists who use the Draw Randomizer for inspiration.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        368
      ]
    ]
  },
  "GkrAHh": {
    "translation": "¡Sí! El Mundo de Dandy Draw Generator incluye un conjunto completo de partes del cuerpo preestablecidas como manos, pies, ojos y nariz, lo que hace que sea fácil crear personajes únicos. Combinadas con varias formas y colores, puedes dar vida a tus diseños de personajes.",
    "message": "Yes! Dandys World Draw Generator includes a comprehensive set of preset body parts like hands, feet, eyes, and nose, making it easy to create unique characters. Combined with various shapes and colors, you can bring your character designs to life.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        234
      ]
    ]
  },
  "3/hGXf": {
    "translation": "¡Sí! Fomentamos compartir tu arte de El Mundo de Dandy dentro de nuestra comunidad. Puedes publicar tus dibujos en nuestra plataforma, recibir comentarios de otros artistas y participar en desafíos semanales. Solo recuerda seguir nuestras pautas comunitarias y dar crédito a El Mundo de Dandy apropiadamente.",
    "message": "Yes! We encourage sharing your Dandy's World artwork within our community. You can post your drawings on our platform, receive feedback from other artists, and participate in weekly challenges. Just remember to follow our community guidelines and credit Dandy's World appropriately.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        154
      ]
    ]
  },
  "DattYp": {
    "translation": "¡Sí! Organizamos desafíos de dibujo de El Mundo de Dandy regularmente, concursos mensuales y eventos especiales. Estos incluyen desafíos de personaje del mes, concursos con temas estacionales y jam de arte comunitario. Los ganadores a menudo reciben reconocimiento y características especiales en nuestra plataforma.",
    "message": "Yes! We host regular Dandy's World drawing challenges, monthly contests, and special events. These include character-of-the-month challenges, seasonal themed contests, and community art jams. Winners often receive recognition and special features on our platform.",
    "comments": [],
    "origin": [
      [
        "config/site.ts",
        174
      ]
    ]
  },
  "oTbbJ/": {
    "translation": "Se te concede una licencia limitada, no exclusiva y no transferible para usar el sitio web y sus servicios para fines personales y no comerciales. Esta licencia no incluye ningún derecho a copiar, modificar o distribuir el contenido del sitio web ni utilizarlo con fines comerciales sin nuestro previo consentimiento por escrito.",
    "message": "You are granted a limited, non-exclusive, non-transferable license to use the Website and its services for personal, non-commercial purposes. This license does not include any rights to copy, modify, or distribute the Website's content or use it for commercial purposes without our prior written consent.",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(about)/about/terms-of-service/page.tsx",
        56
      ]
    ]
  },
  "lX4VC4": {
    "translation": "Lista de Blogs",
    "message": "博客列表",
    "comments": [],
    "origin": [
      [
        "app/[lang]/(public)/(blogs)/blogs/layout..tsx",
        7
      ]
    ]
  }
}